{
  "diagnosis": [
    {
      "id": 1,
      "name": "Flu",
      "link": "https://my.clevelandclinic.org/health/diseases/4335-influenza-flu",
      "description": "The flu is a common respiratory illness you get from the influenza virus. Symptoms often include fever, head and body aches, coughing and a stuffy or runny nose. You’re at risk for serious complications if you have an underlying health condition or are pregnant. Getting vaccinated every year is the best way to avoid getting sick with the flu.",
      "title1": "What is the flu (influenza)?",
      "text1": "The flu is an illness you get from the influenza virus. It causes symptoms like head and body aches, sore throat, fever and respiratory symptoms, which can be severe. Flu is most common in winter months, when many people can get sick at once (an epidemic).",
      "title2": "What is the difference between the flu and the common cold?",
      "text2": "The flu and the common cold can have similar symptoms, like runny nose and cough. But cold symptoms are usually mild and flu symptoms can be severe and lead to serious complications. Different viruses cause colds and the flu.",
      "title3" : "What are the symptoms of the flu?",
      "text3": "Symptoms of the flu usually come on quickly, and can include: Fever, Chills, Body/Muscle aches, Cough, Headache, Sore throat, Runny or stuffy nose (congestion), Tiredness or feeling run down, Diarrhea or vomiting (usually only in kids).",
      "title4" : "What causes the flu?",
      "text4": "The influenza virus causes flu. Influenza A, B and C are the most common types that infect people. Influenza A and B are seasonal (most people get them in the winter) and have more severe symptoms. Influenza C doesn’t cause severe symptoms and it’s not seasonal — the number of cases stays about the same throughout the year.\n\nH1N1 (“swine flu”) and bird flu are both subtypes of influenza A.",
      "image1": "file:///android_asset/symptoms/fever1.jpg",
      "image2": "",
      "image3": "",
      "prevention": "Annual flu vaccination, frequent handwashing, avoiding close contact with sick individuals, and maintaining a strong immune system through a healthy diet and exercise.",
      "treatment option": "Rest, drink plenty of fluids, take antiviral medications like oseltamivir (Tamiflu) if prescribed, and use over-the-counter pain relievers for fever and body aches. Seek medical attention if symptoms worsen."
    },
    {
      "id": 2,
      "name": "Cold",
      "link":"https://my.clevelandclinic.org/health/diseases/12342-common-cold",
      "description": "The common cold is an infection of your nose, sinuses, throat and windpipe. Colds spread easily, especially within homes, classrooms and workplaces. More than 200 different viruses can cause colds. There’s no cure for a common cold, but it usually goes away within a week to 10 days. If you don’t feel better in 10 days, see a healthcare provider.",
      "title1": "What is the common cold?",
      "text1": "A cold is a contagious upper respiratory infection that affects your nose, throat, sinuses and windpipe (trachea). You may have heard that the common cold is a coronavirus. In fact, more than 200 different types of viruses can cause a cold. The most common cold virus is the rhinovirus.\n\nWe call colds “common” because as their name implies, they’re widespread. You’ll probably have more colds in your lifetime than any other illness. Adults catch two to three colds a year, while young children come down with a cold four or more times a year.",
      "title2": "Who is at risk for the common cold?",
      "text2": "Everyone is at risk for the common cold. People are most likely to have colds during fall and winter, starting in late August or early September until March or April. The increased incidence of colds during the cold season may be attributed to the fact that more people are indoors and close to each other. In addition, in cold, dry weather, the nasal passages become drier and more vulnerable to infection.",
      "title3": "What are the symptoms of the common cold?",
      "text3": "Most often, common cold symptoms start 1 to 3 days after someone is exposed to a cold virus. Symptoms vary. They can include: Runny or stuffy nose, Sore or scratchy throat, Cough, Sneezing, Generally feeling unwell, Slight body aches or a mild headache, Low-grade fever",
      "title4" : "What causes the common cold?",
      "text4": "Rhinoviruses cause up to 50% of common colds. There are more than 100 different rhinoviruses. But other types of viruses, such as coronaviruses, can also cause colds. More than 200 different viruses can cause a cold.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Frequent handwashing, avoiding touching the face, staying away from sick individuals, and boosting the immune system through a healthy lifestyle.",
      "treatment option": "Rest, stay hydrated, use decongestants and cough suppressants, and drink warm fluids. No antibiotics are needed since colds are caused by viruses."
    },
    {
      "id": 3,
      "name": "Migraine",
      "link":"https://my.clevelandclinic.org/health/diseases/5005-migraine-headaches",
      "description": "A migraine is much more than a bad headache. It can cause debilitating, throbbing, one-sided head pain that can leave you in bed for days. Movement, lights, sounds and other triggers may cause symptoms like fatigue, nausea, vision changes, irritability and more. A healthcare provider can help you manage symptoms so migraines don’t take over your life.",
      "title1": "What is a migraine?",
      "text1": "A migraine is a severe headache that causes throbbing, pulsing head pain on one side of your head. The headache phase of a migraine usually lasts at least four hours, but it can also last for days.",
      "title2": "What are the types of migraines?",
      "text2": "There are several types of migraines. The most common migraine categories are: Migraine with aura (classic migraine), Migraine without aura (common migraine).",
      "title3": "",
      "text3": "",
      "title4" : "",
      "text4": "",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Identifying and avoiding triggers (stress, caffeine, certain foods), maintaining regular sleep patterns, staying hydrated, and practicing relaxation techniques.",
      "treatment option": "Take migraine-specific medications like triptans or NSAIDs, rest in a dark quiet room, use cold compresses, and manage stress. For chronic migraines, consult a neurologist for preventive treatment."
    },
    {
      "id": 4,
      "name": "COVID-19",
      "link":"https://my.clevelandclinic.org/health/diseases/21214-coronavirus-covid-19",
      "description": "COVID-19 is caused by the SARS-CoV-2 virus. COVID-19 can cause mild to severe respiratory illness, including death.",
      "title1": "What is coronavirus?",
      "text1": "Coronaviruses are a family of viruses that can cause respiratory illness in humans. They are called “corona” because of crown-like spikes on the surface of the virus. Severe acute respiratory syndrome (SARS), Middle East respiratory syndrome (MERS) and the common cold are examples of coronaviruses that cause illness in humans",
      "title2": "Where do coronaviruses come from?",
      "text2": "Coronaviruses are often found in bats, cats and camels. The viruses live in but don’t infect the animals. Sometimes these viruses then spread to different animal species. The viruses may change (mutate) as they transfer to other species.",
      "title3": "How do you get COVID-19?",
      "text3": "SARS-CoV-2, the virus that causes COVID-19, enters your body through your mouth, nose or eyes (directly from the airborne droplets or from the transfer of the virus from your hands to your face). ",
      "title4" : "How is coronavirus diagnosed?",
      "text4": "COVID-19 is diagnosed with a laboratory test. Your healthcare provider may collect a sample of your saliva or swab your nose or throat to send for testing.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Vaccination, wearing masks in crowded places, frequent handwashing, and maintaining social distancing when necessary.",
      "treatment option": "Rest, stay hydrated, take acetaminophen or ibuprofen for fever, and isolate to prevent spread. Seek emergency care if breathing difficulties occur."
    },
    {
      "id": 5,
      "name": "Allergies",
      "link":"https://my.clevelandclinic.org/health/diseases/8610-allergies",
      "description": "Allergies are your body’s reaction to normally harmless substances. Allergy symptoms range from mild to life-threatening.",
      "title1": "What are allergies?",
      "text1": "Allergies are your body’s reaction to a foreign protein. Usually, these proteins (allergens) are harmless. However, if you have an allergy to a particular protein, your body’s defense system (immune system) overreacts to its presence in your body.",
      "title2": "What is an allergic reaction?",
      "text2": "An allergic reaction is the way your body responds to an allergen.If you have allergies, the first time you encounter a specific allergen, your body responds by creating immunoglobulin E (IgE). ",
      "title3": "What are the most common allergies?",
      "text3": "Food allergies develop when your body releases a specific antibody to a particular food. An allergic reaction occurs within minutes of eating the food, and symptoms can be severe.\n\n Inhalant allergies are airborne substances that you inhale (breathe in). They include allergens that may affect you throughout the year (perennial allergens) and seasonal allergens. ",
      "title4" : "What causes allergies?",
      "text4": "Allergies develop when your immune system reacts to a foreign substance or protein.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Avoid known allergens, use air purifiers, keep windows closed during allergy season, and take allergy medications preemptively if needed.",
      "treatment option": "Take antihistamines, use nasal corticosteroids, avoid allergens, and consider allergy shots (immunotherapy) for long-term relief. In case of severe reactions like anaphylaxis, use an epinephrine auto-injector (EpiPen) and seek emergency help."
    },
    {
      "id": 6,
      "name": "Stomach Infection",
      "link":"https://my.clevelandclinic.org/health/diseases/12418-stomach-flu",
      "description": " Stomach flu, viral gastroenteritis, is a viral infection in your digestive system. It causes gastrointestinal symptoms like vomiting and diarrhea. It’s usually brief, but can be very contagious.",
      "title1": "What is stomach flu?",
      "text1": "Stomach flu is a viral infection that affects your stomach and intestines. The medical term is viral gastroenteritis. “Gastro” means stomach and “enter” means small intestine. “Itis” means inflammation, which is usually due to an infection. And “viral” means that a virus has caused the infection.",
      "title2": "Why is viral gastroenteritis called “stomach flu?”",
      "text2": "Stomach flu isn’t related to “the flu” (influenza), which is a viral infection in your respiratory system. Different viruses cause the two conditions, and they affect different body systems. It’s not clear how the nickname “stomach flu” developed or why it’s been associated with influenza, but we can speculate.",
      "title3": "What are stomach flu symptoms?",
      "text3": "The most common stomach flu symptoms are:\n\nDiarrhea.\nNausea and vomiting.\nLoss of appetite.\nAbdominal pain and cramping.",
      "title4" : "What does the beginning of stomach flu feel like?",
      "text4": "For many people, stomach flu symptoms seem to come on suddenly and out of nowhere. You might throw up or have diarrhea many times on that first day. Symptoms occur one to two days after you were exposed to the virus. ",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Proper hand hygiene, avoiding contaminated food and water, and cooking food thoroughly.",
      "treatment option": "Drink plenty of fluids to prevent dehydration, eat a bland diet, take anti-nausea medication if needed, and use probiotics. See a doctor if symptoms persist for more than a few days or if dehydration occurs."
    },
    {
      "id": 7,
      "name": "Pneumonia",
      "link":"https://my.clevelandclinic.org/health/diseases/4471-pneumonia",
      "description": "Pneumonia is inflammation and fluid in your lungs caused by a bacterial, viral or fungal infection. It makes it difficult to breathe and can cause a fever and cough with yellow, green or bloody mucus. The flu, COVID-19 and pneumococcal disease are common causes of pneumonia. Treatment depends on the cause and severity of pneumonia.",
      "title1": "What is pneumonia?",
      "text1": "Pneumonia is an infection in your lungs caused by bacteria, viruses or fungi. Pneumonia causes your lung tissue to swell (inflammation) and can cause fluid or pus in your lungs. Bacterial pneumonia is usually more severe than viral pneumonia, which often resolves on its own.",
      "title2": "What causes pneumonia?",
      "text2": "Pneumonia can develop when your immune system attacks an infection in the small sacs of your lung (alveoli). This causes your lungs to swell and leak fluids.",
      "title3": "Is pneumonia contagious?",
      "text3": "Pneumonia itself isn’t actually contagious, but the bacteria and viruses that cause it are. For instance, the flu is contagious and can lead to pneumonia, but most people who get the flu won’t get pneumonia.",
      "title4" : "What can I expect if I have pneumonia?",
      "text4": "If you’re otherwise healthy, you can recover quickly from pneumonia when you get prompt care. However, pneumonia can be life-threatening if left untreated, especially if you have an underlying health condition",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Vaccination (pneumococcal and flu vaccines), quitting smoking, maintaining good hygiene, and strengthening the immune system.",
      "treatment option": "Take antibiotics if bacterial pneumonia is diagnosed, use fever reducers, stay hydrated, and get plenty of rest. Severe cases require hospitalization and oxygen therapy."
    },
    {
      "id": 8,
      "name": "Asthma",
      "link":"https://my.clevelandclinic.org/health/diseases/6424-asthma",
      "description": "Bronchial asthma (or asthma) is a lung disease. Your airways get narrow and swollen and are blocked by excess mucus. Medications can treat these symptoms.",
      "title1": "What is asthma?",
      "text1": "Asthma, also called bronchial asthma, is a disease that affects your lungs. It’s a chronic (ongoing) condition, meaning it doesn’t go away and needs ongoing medical management.",
      "title2": "What is an asthma attack?",
      "text2": "When you breathe normally, muscles around your airways are relaxed, letting air move easily and quietly. During an asthma attack, three things can happen:\n\nBronchospasm: The muscles around the airways constrict (tighten). When they tighten, it makes your airways narrow. Air cannot flow freely through constricted airways.\nInflammation: The lining of your airways becomes swollen. Swollen airways don’t let as much air in or out of your lungs.\nMucus production: During the attack, your body creates more mucus. This thick mucus clogs airways.",
      "title3": "Who can get asthma?",
      "text3": "Anyone can develop asthma at any age. People with allergies or people exposed to tobacco smoke are more likely to develop asthma. This includes secondhand smoke (exposure to someone else who is smoking) and thirdhand smoke (exposure to clothing or surfaces in places where some has smoked).",
      "title4" : "What are common asthma attack triggers?",
      "text4": "You can have an asthma attack if you come in contact with substances that irritate you. Healthcare providers call these substances “triggers.” Knowing what triggers your asthma makes it easier to avoid asthma attacks.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Avoiding triggers (smoke, dust, pollen), using air purifiers, and staying active with doctor-approved exercises.",
      "treatment option": "Use a quick-relief inhaler (albuterol) for attacks, take corticosteroid inhalers for long-term control, avoid triggers, and follow an asthma action plan. Severe cases require hospitalization."
    },

    {
      "id": 9,
      "name": "Sinusitis",
      "link":"https://my.clevelandclinic.org/health/diseases/17701-sinusitis",
      "description": "Sinusitis is an inflammation of the tissues in your sinuses (spaces in your forehead, cheeks and nose usually filled with air). It causes facial pain, a stuffy or runny nose, and sometimes a fever and other symptoms. It’s usually caused by the common cold, but other viruses, bacteria, fungi and allergies can also cause sinusitis.",
      "title1": "What is sinusitis (sinus infection)?",
      "text1": "Sinusitis is an inflammation, or swelling, of the tissue lining your sinuses. Sinuses are structures inside your face that are normally filled with air. ",
      "title2": "What are sinuses?",
      "text2": "Your sinuses are four paired cavities (spaces) in your head. Narrow passages connect them. Sinuses make mucus that drains out of the passages in your nose.",
      "title3": "What causes sinus infections?",
      "text3": "Viruses, bacteria, fungi and allergens can cause sinusitis. Specific triggers for sinusitis include:\n\nThe common cold.\nThe flu (influenza).\nStreptococcus pneumoniae bacteria.\nHaemophilus influenza bacteria.\nMoraxella catarrhalis bacteria.\nNasal and seasonal allergies.",
      "title4" : "What happens if sinusitis is left untreated?",
      "text4": "You don’t necessarily need to treat sinusitis — it often goes away on its own. Very rarely, untreated sinus infections can lead to life-threatening infections. This happens if bacteria or fungi spread to your brain, eyes or nearby bone.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Avoiding allergens, using humidifiers, staying hydrated, and treating colds promptly.",
      "treatment option": "Use nasal saline irrigation, take decongestants, and use steam therapy. If symptoms persist for more than 10 days or worsen, a doctor may prescribe antibiotics for bacterial infections."
    },
    {
      "id": 10,
      "name": "Tonsillitis",
      "link":"https://my.clevelandclinic.org/health/diseases/21146-tonsillitis",
      "description": "Tonsillitis is a common condition that happens when your tonsils get infected. Symptoms typically include sore throat, fever and swollen lymph nodes.",
      "title1": "What is tonsillitis?",
      "text1": "Tonsillitis occurs when your tonsils become infected. Tonsils are the two small lumps of soft tissue — one on either side — at the back of your throat. You can see your tonsils in a mirror by opening your mouth and sticking out your tongue.",
      "title2": "Tonsillitis causes",
      "text2": "Viral infections are the most common cause of tonsillitis. But bacterial infections can cause it, too.\n\nViral tonsillitis: Viruses like those that cause the common cold and the flu cause up to 70% of tonsillitis cases.\nBacterial tonsillitis (strep throat): Bacteria, like Group A Streptococcus, cause other cases of tonsillitis. A common name for bacterial tonsillitis is strep throat. People without tonsils can still get strep throat.",
      "title3": "Risk factors",
      "text3": "You have an increased risk of getting tonsillitis if you’re:\n\nBetween the ages of 5 and 15. Tonsillitis is most common in children and adolescents.\nExposed to germs frequently. Those who work or go to school in buildings with lots of other people have a higher risk of encountering the germs that cause tonsillitis.",
      "title4" : "Complications of tonsillitis",
      "text4": "Tonsillitis can sometimes result in complications like:\n\nObstructive sleep apnea.\nPeritonsillar abscess.\nTonsil stones.\nTonsillar cellulitis. \nPoststreptococcal reactive arthritis (joint pain and swelling that occurs within 10 days of a strep infection).\nRheumatic fever.\nScarlet fever.\nKidney inflammation.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Good hygiene, avoiding contact with infected individuals, and staying hydrated.",
      "treatment option": "Take over-the-counter pain relievers, use throat lozenges, and drink warm fluids. If caused by bacteria (strep throat), antibiotics are required. Recurrent cases may need a tonsillectomy."
    },
    {
      "id": 10,
      "name": "Tuberculosis",
      "link":"https://my.clevelandclinic.org/health/diseases/11301-tuberculosis",
      "description": "Tuberculosis is a bacterial infection that is also known as TB. It can be fatal if not treated. TB most often affects your lungs, but can also affect other organs like your brain.",
      "title1": "What is tuberculosis?",
      "text1": "Tuberculosis is an infectious disease that can cause infection in your lungs or other tissues. It commonly affects your lungs, but it can also affect other organs like your spine, brain or kidneys. The word “tuberculosis” comes from a Latin word for \"nodule\" or something that sticks out.\n\nTuberculosis is also known as TB. Not everyone who becomes infected with TB gets sick, but if you do get sick you need to be treated.",
      "title2": "What causes tuberculosis?",
      "text2": " TB is caused by the bacterium Mycobacterium tuberculosis. The germs are spread through the air and usually infect the lungs, but can also infect other parts of the body. Although TB is infectious, it doesn’t spread easily. ",
      "title3": "How is tuberculosis spread?",
      "text3": "TB can be spread when a person with active TB disease releases germs into the air through coughing, sneezing, talking, singing or even laughing. Only people with active pulmonary infection are contagious. Most people who breathe in TB bacteria are able to fight the bacteria and stop it from growing. The bacterium becomes inactive in these individuals, causing a latent TB infection.",
      "title4" : "Are there different kinds of tuberculosis?",
      "text4": "In addition to active or inactive, you might hear about different kinds of TB, including the most common, pulmonary (lung) tuberculosis. But the bacterium can also affect other parts of your body besides the lungs, causing extrapulmonary tuberculosis (or TB outside of the lung).",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "BCG vaccine, avoiding close contact with TB patients, and ensuring proper ventilation in living spaces.",
      "treatment option": "Take a long-term course of antibiotics (isoniazid, rifampin) as prescribed by a doctor. This condition requires medical treatment and supervision."
    },
    {
      "id":11,
      "name": "Diabetes",
      "link":"https://my.clevelandclinic.org/health/diseases/7104-diabetes",
      "description": "Diabetes is a common condition that affects people of all ages. There are several forms of diabetes.",
      "title1": "What is diabetes?",
      "text1": "Diabetes is a condition that happens when your blood sugar (glucose) is too high. It develops when your pancreas doesn’t make enough insulin or any at all, or when your body isn’t responding to the effects of insulin properly. ",
      "title2": "How common is diabetes?",
      "text2": "Diabetes is common. Approximately 37.3 million people in the United States have diabetes, which is about 11% of the population. Type 2 diabetes is the most common form, representing 90% to 95% of all diabetes cases.",
      "title3": "What causes diabetes?",
      "text3": "Too much glucose circulating in your bloodstream causes diabetes",
      "title4" : "How can I prevent diabetes?",
      "text4": "Eat a healthy diet, such as the Mediterranean diet.\nGet physically active. Aim for 30 minutes a day at least five days a week.\nWork to achieve a weight that’s healthy for you.\nManage your stress.\nLimit alcohol intake.\nGet adequate sleep (typically 7 to 9 hours) and seek treatment for sleep disorders.\nQuit smoking.\nTake medications as directed by your healthcare provider to manage existing risk factors for heart disease.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Maintaining a healthy weight, exercising regularly, and eating a balanced diet low in processed sugars.",
      "treatment option": "Monitor blood sugar levels, take insulin or oral medications as prescribed, follow a balanced diet, exercise regularly, and have regular medical check-ups."
    },
    {
      "id":12,
      "name": "Hypertension",
      "link":"https://my.clevelandclinic.org/health/diseases/4314-hypertension-high-blood-pressure",
      "description": "High blood pressure (hypertension) has no symptoms and can be dangerous if not treated. Hypertension puts you at risk for stroke, heart attack and other problems.",
      "title1": "What is high blood pressure?",
      "text1": "High blood pressure is when the force of blood pushing against your artery walls is consistently too high. This damages your arteries over time and can lead to serious complications like heart attack and stroke. “Hypertension” is another word for this common condition.",
      "title2": "How do I know if I have high blood pressure?",
      "text2": "Getting your blood pressure checked is the only way to know if it’s too high. You can do this by seeing a healthcare provider for a yearly checkup, even if you feel healthy. You won’t feel sick if you have high blood pressure.",
      "title3": "What causes hypertension?",
      "text3": "Unhealthy eating patterns (including a diet high in sodium).\nLack of physical activity.\nHigh consumption of beverages containing alcohol.",
      "title4" : "What are the complications of this condition?",
      "text4": "Coronary artery disease (CAD).\nStroke.\nHeart attack.\nPeripheral artery disease.\nKidney disease and kidney failure.\nComplications during pregnancy.\nEye damage.\nVascular dementia.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Reducing salt intake, maintaining a healthy weight, regular exercise, and avoiding excessive alcohol and smoking.",
      "treatment option": "Take prescribed blood pressure medications, reduce salt intake, maintain a healthy weight, exercise regularly, and manage stress. Severe cases may require immediate medical attention."
    },
    {
      "id":13,
      "name": "Anemia",
      "link":"https://my.clevelandclinic.org/health/diseases/3929-anemia",
      "description": "Anemia is when you have low levels of healthy red blood cells to carry oxygen throughout your body. Symptoms include fatigue, weakness and feeling short of breath. They can be mild or severe.",
      "title1": "What is anemia?",
      "text1": "Anemia is a blood disorder that happens when you don’t have enough red blood cells or your red blood cells don’t work as they should.",
      "title2": "Is anemia a common disease?",
      "text2": "Yes, it is. Experts estimate that 3 million people in the U.S. have anemia. They also estimate the condition affects 1 in 3 people in the global population.",
      "title3": "What causes anemia?",
      "text3": "Many things can cause it. For example, iron-deficiency anemia is the most common type of anemia. You can develop this type if you don’t get enough iron from the food you eat, or if you lose blood from an injury or illness. Healthcare providers classify anemia as being acquired or inherited.",
      "title4" : "What are the complications of anemia?",
      "text4": "Chronic anemia can cause serious medical issues like heart attack, heart failure and organ damage.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Eating iron-rich foods (leafy greens, red meat), vitamin C for absorption, and regular check-ups.",
      "treatment option": "Increase iron intake through diet or supplements, take vitamin B12 or folic acid if deficient, and address underlying causes. Severe anemia may require blood transfusions."
    },
    {
      "id":14,
      "name": "Heat Exhaustion",
      "link":"https://my.clevelandclinic.org/health/diseases/21480-heat-exhaustion",
      "description": "Heat exhaustion can occur when you exert yourself, especially in hot weather. Symptoms include heavy sweating, headache, dizziness, nausea and fast heart rate. Immediately stop what you’re doing and move to a cooler area. Cool your body and seek medical care. Untreated heat exhaustion can progress to life-threatening heat stroke.",
      "title1": "What is heat exhaustion?",
      "text1": "Heat exhaustion is the most common type of heat-related illness. It can occur when you exercise or do manual labor in a hot environment, and your body struggles to cool itself down. When you have heat exhaustion, your internal (core) body temperature may be abnormally high, but it’s typically below 104 degrees Fahrenheit (40 degrees Celsius). You’ll likely sweat a lot and have other symptoms like dizziness, nausea and a headache.",
      "title2": "How is heat exhaustion diagnosed?",
      "text2": "Paramedics or other emergency services personnel may be the first providers you speak with. They’ll talk to you about your symptoms and check your vital signs. Depending on your condition, they may take you to a hospital for further evaluation and treatment.",
      "title3": "What are the signs and symptoms of heat exhaustion?",
      "text3": "Heat exhaustion signs and symptoms include: Sweating, Dizziness, Nausea, Weakness, Headache, Rapid Heartbeat",
      "title4" : "What causes heat exhaustion?",
      "text4": "Heat exhaustion occurs when your body loses too much water and/or sodium (a key electrolyte) through your sweat. Heavy manual labor or a strenuous workout in a hot environment are common activities that cause this to happen. When you’re sweating a lot, it can be hard to take in enough fluids and electrolytes to replenish what you’re losing.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Electrolyte replacement, IV fluids in severe cases, and medical intervention if symptoms persist.",
      "prevention": "Stay hydrated, wear light clothing, and avoid prolonged exposure to heat."
    },
    {
      "id":15,
      "name": "Prickly Heat (Bungang Araw)",
      "link":"https://www.mayoclinic.org/diseases-conditions/heat-rash/symptoms-causes/syc-20373276",
      "description": "Heat rash — also known as prickly heat and miliaria — isn't just for babies. It affects adults, too, especially in hot, humid conditions.\n\nHeat rash occurs when sweat is trapped in the skin. Symptoms can range from small blisters to deep, inflamed lumps. Some forms of heat rash are very itchy.",
      "title1": "What is heat rash?",
      "text1": "Heat rash is a harmless but very itchy skin rash. It is also called prickly heat, sweat rash or miliaria.\n\nIt happens when your body sweats more than usual. Heat rash is more common during the summer months and in hot climates.",
      "title2": "",
      "text2": "",
      "title3": "What are the symptoms of heat rash?",
      "text3": "Itchy Rash, Red Bumps, Burning Sensation, Skin Irritation",
      "title4" : "What causes heat rash?",
      "text4": "Heat rash happens when your sweat ducts become blocked or inflamed due to heat and high humidity.\n\nIt is common in newborn babies as their sweat glands haven’t developed properly yet. It can also happen in older children.\n\nHeat rash usually improves quickly. However, it can take up to 3 weeks",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Topical antihistamines, mild corticosteroid creams, and avoiding excessive sweating.",
      "prevention": "Keep skin dry, wear breathable clothing, and avoid hot and humid environments."
    },
    {
      "id":16,
      "name": "Gastritis",
      "link":"https://my.clevelandclinic.org/health/diseases/10349-gastritis",
      "description": "Gastritis is inflammation in the soft mucous lining of your stomach. This lining is a protective barrier in your stomach. ",
      "title1": "What is gastritis?",
      "text1": "Gastritis is inflammation in the lining of your stomach. This lining (a soft tissue called mucosa) protects your stomach from the acids, enzymes and microorganisms that pass through it every day. ",
      "title2": "What are the warning signs and symptoms of gastritis?",
      "text2": "Gastritis may not cause any noticeable symptoms. If it does, it may mean that it’s more severe or it’s been going on for a long time. Symptoms may happen when your stomach lining is worn down enough that it can’t defend itself against its own acids and enzymes anymore. ",
      "title3": "What causes gastritis?",
      "text3": "Gastritis is a response from your immune system to something already going on inside your stomach. Your immune system sends inflammatory cells to your stomach lining to fight infections and help repair the tissues.",
      "title4" : "What are the possible complications of gastritis?",
      "text4": "Most of the time, gastritis is temporary and not serious. But if gastritis goes on for a while, it can eventually begin to damage your stomach lining. This can lead to complications.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Avoiding alcohol, spicy foods, smoking, and long-term use of NSAIDs.",
      "treatment option": "Take antacids, proton pump inhibitors (PPIs), or H2 blockers as prescribed, avoid spicy and acidic foods, reduce alcohol intake, and use antibiotics if caused by H. pylori infection."
    },
    {
      "id":17,
      "name": "Arthritis",
      "link":"https://my.clevelandclinic.org/health/diseases/12061-arthritis",
      "description": "Arthritis is extremely common, especially in people older than 50. It causes joint pain, stiffness and inflammation. ",
      "title1": "What is arthritis?",
      "text1": "Arthritis is a disease that causes damage in your joints. Joints are places in your body where two bones meet.",
      "title2": "Types of arthritis",
      "text2": "Osteoarthritis: Wear and tear arthritis.\nRheumatoid arthritis: Arthritis that happens when your immune system mistakenly damages your joints.\nGout: Arthritis that causes sharp uric acid crystals to form in your joints.\nAnkylosing spondylitis: Arthritis that affects joints near your lower back.\nPsoriatic arthritis: Arthritis that affects people who have psoriasis.\nJuvenile arthritis: Arthritis in kids and teens younger than 16.",
      "title3": "How common is arthritis?",
      "text3": "Arthritis is extremely common. Experts estimate that more than one-third of Americans have some degree of arthritis in their joints.",
      "title4" : "What are the risk factors?",
      "text4": "Tobacco use: Smoking and using other tobacco products increases your risk.\nFamily history: People whose biological family members have arthritis are more likely to develop it.\nActivity level: You might be more likely to have arthritis if you aren’t physically active regularly.\nOther health conditions: Having autoimmune diseases, obesity or any condition that affects your joints increases the chances you’ll develop arthritis.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "NSAIDs, corticosteroid injections, physical therapy, and in severe cases, joint replacement surgery.",
      "prevention": "Maintain a healthy weight, engage in regular low-impact exercise, and eat an anti-inflammatory diet."
    },
    {
      "id":18,
      "name": "Chickenpox",
      "link":"https://my.clevelandclinic.org/health/diseases/4017-chickenpox",
      "description": "Chickenpox, also called varicella-zoster, produces a red rash that blisters, then scabs over. It’s very contagious and spreads through bodily fluids and bodily contact. You can prevent chickenpox with a vaccine.",
      "title1": "What is chickenpox?",
      "text1": "Chickenpox is an infection that causes an itchy, blister-like skin rash. A virus called varicella-zoster causes it.",
      "title2": "Where does chickenpox usually start?",
      "text2": "You usually start getting chickenpox on your face and trunk (your chest and your back). From there, it spreads to the rest of your body all the way to your fingers and toes.",
      "title3": "What are the symptoms of chickenpox?",
      "text3": "Low-grade fever.\nFeeling tired.\nHeadache.\nA stomachache that makes you not want to eat.\nA skin rash that’s very itchy and looks like many small blisters.\nBumps filled with a liquid that looks like milky water.\nScabs after the blisters break.\nSkin that looks blotchy.\nCrusty spots that fade away.",
      "title4" : "What causes chickenpox?",
      "text4": "A virus causes chickenpox. Viruses spread when a person with the virus gives it to another person either through bodily fluid (coughing, sneezing, etc.) or bodily contact (touching the rash).",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Varicella vaccine, avoiding contact with infected individuals.",
      "treatment option": "Manage symptoms with antihistamines for itching, fever reducers like acetaminophen (avoid aspirin), and plenty of rest. Antiviral medications like acyclovir may be prescribed for severe cases or adults."
    },
    {
      "id":19,
      "name": "Dengue",
      "link":"https://my.clevelandclinic.org/health/diseases/17753-dengue-fever",
      "description": "Dengue fever is an illness spread by the bite of mosquitos infected with one of the dengue viruses. ",
      "title1": "What is dengue fever?",
      "text1": "Dengue fever is an illness you can get from the bite of a mosquito carrying one of four types of dengue virus (DENV).",
      "title2": "How common is dengue fever?",
      "text2": "Research estimates that nearly 400 million people get infected with dengue each year, but most (about 80%) have no symptoms.",
      "title3": "What causes dengue fever?",
      "text3": "Dengue fever is caused by one of four dengue viruses. When a mosquito infected with the dengue virus bites you, the virus can enter your blood and make copies of itself. The virus itself and your immune system’s response can make you feel sick.",
      "title4" : "Is dengue fever contagious?",
      "text4": "Dengue fever isn’t contagious directly from one person to another like the flu. The only way to get dengue from another person is if a pregnant woman becomes infected.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Avoiding mosquito bites, using repellents, and eliminating standing water.",
      "treatment option": "There is no specific cure for dengue. Treatment focuses on hydration, pain relievers (acetaminophen, avoid NSAIDs), and monitoring for severe symptoms. Severe cases require hospitalization for IV fluids and supportive care."
    },
    {
      "id":20,
      "name": "Conjunctivitis",
      "link":"https://my.clevelandclinic.org/health/diseases/pink-eye-conjunctivitis",
      "description": "Pink eye (conjunctivitis) is when your eyes look pink because the membrane that covers the sclera, the white of your eye, is inflamed.",
      "title1": "What is pink eye?",
      "text1": "Pink eye is inflammation of the conjunctiva, a clear membrane layer that covers parts of your eyes and the inside of your eyelids.",
      "title2": "How common is pink eye?",
      "text2": "Between 15% and 40% of people experience allergic conjunctivitis because of seasonal allergies.",
      "title3": "What causes pink eye?",
      "text3": "Conjunctivitis has dozens of potential causes, but there’s one simple way to organize them: infectious and noninfectious.",
      "title4" : "What are the risk factors for conjunctivitis?",
      "text4": "Hand hygiene.\nAge.\nTime of year.\nMedical history.\nSharing personal items.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Good hygiene, avoiding sharing towels, and not touching the eyes frequently.",
      "treatment option": "For viral conjunctivitis, use artificial tears and cold compresses; bacterial conjunctivitis requires antibiotic eye drops. Avoid touching the eyes and maintain good hygiene to prevent spreading."
    },
    {
      "id":21,
      "name": "Hepatitis",
      "link":"https://my.clevelandclinic.org/health/diseases/hepatitis",
      "description": "Hepatitis is inflammation in your liver, a sign of distress. Your liver filters toxins from your blood every day, but a heavy toxic load or viral infection can overburden it. Hepatitis can be temporary (acute) or ongoing (chronic).",
      "title1": "What is hepatitis?",
      "text1": "Hepatitis is inflammation in your liver. Inflammation is your body’s response to an infection or injury.",
      "title2": "How do you get hepatitis?",
      "text2": "Hepatitis has many causes. Most of them can cause either acute or chronic hepatitis, depending on how long they’re affecting your liver.",
      "title3": "Is hepatitis contagious?",
      "text3": "Viral hepatitis is contagious. Other types of hepatitis aren’t. Viruses, however, are the most common cause of hepatitis worldwide. And viruses, by nature, are all contagious.",
      "title4" : "What are the possible complications of hepatitis?",
      "text4": "Cirrhosis. Cirrhosis is scarring of your liver, which can occur after many years of chronic hepatitis.\nPortal hypertension. While cirrhosis is a gradual process and not everyone will progress to liver failure, other complications can develop, including portal hypertension.\nLiver cancer. Chronic hepatitis and cirrhosis are both risk factors for developing primary liver cancer (hepatocellular carcinoma).\nLiver failure. Liver failure means that your liver begins to lose its ability to function. Like hepatitis, liver failure can also be acute or chronic.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Hepatitis vaccines, safe food and water consumption, and practicing safe sex.",
      "treatment option": "Treatment depends on the type of hepatitis. Hepatitis A usually resolves on its own with rest and hydration, Hepatitis B and C may require antiviral medications, and chronic cases need long-term monitoring by a doctor."
    },
    {
      "id":22,
      "name": "Dyspepsia (Indigestion)",
      "link":"https://my.clevelandclinic.org/health/symptoms/7316-indigestion-dyspepsia",
      "description": "Occasional indigestion is common and not serious. If you get a stomachache after a large meal, you can usually relieve it with an antacid. But if you have indigestion often, there might be more going on. Sometimes it means you have a treatable condition, like acid reflux or peptic ulcer disease. Sometimes it’s more complex.",
      "title1": "What is indigestion?",
      "text1": "Indigestion is pain or discomfort after eating, while your stomach is digesting. Healthcare providers also use the term dyspepsia, which means the same thing: impaired digestion. If you get a stomachache or upset tummy after eating, something in your digestive process isn’t going quite right. It’s not always a problem with your body, though. Sometimes it just means you ate the wrong thing or ate too fast.",
      "title2": "What does indigestion feel like?",
      "text2": "Indigestion may involve several different symptoms, but it always involves some level of abdominal pain or discomfort. Your abdomen is where most of the organs in your digestive system live, so if they’re having difficulties while doing their jobs, that’s where you’ll feel it. Indigestion symptoms always occur after eating, when your stomach is digesting — what healthcare providers call the postprandial period.",
      "title3": "Symptoms of indigestion",
      "text3": "Bloating, Abdominal Discomfort, Nausea, Belching, Heartburn",
      "title4" : "What causes indigestion?",
      "text4": "Causes of occasional indigestion can be simple. For example, many people get indigestion after an especially large or rich meal. That’s easy to explain: your digestive system is working harder than usual to accommodate a heavy load. Your stomach is stretching, your gallbladder and pancreas are contracting, and they’re all producing strong digestive juices, which may be irritating your tissues.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Antacids, proton pump inhibitors (PPIs), H2 blockers, and dietary modifications.",
      "prevention": "Eat slowly, avoid overeating, and manage stress effectively."
    },
    {
      "id": 23,
      "name": "Otitis Media (Ear Infection)",
      "link":"https://my.clevelandclinic.org/health/diseases/8613-ear-infection-otitis-media",
      "description": "Ear infections (acute otitis media) occur when a virus or bacteria infects the space behind your child’s eardrum. Symptoms include ear pain that may cause your infant or toddler to be especially fussy or irritable. Often, ear infections clear on their own. Sometimes, children need antibiotics, pain-relieving medications or ear tubes.",
      "title1": "What is an ear infection (acute otitis media)?",
      "text1": "An ear infection, also called acute otitis media, is a sudden infection in your middle ear. The middle ear is the air-filled space between your eardrum and inner ear. It houses the delicate bones that transmit sound vibrations from your eardrum to your inner ear so you can hear.",
      "title2": "How common are ear infections?",
      "text2": "Middle ear infections are the most common childhood illness other than colds. Ear infections occur most often in children between 6 months and 2 years. They’re common until age 8.\n\nOlder children and adults can get ear infections, too, but they don’t happen nearly as often as in young children.",
      "title3": "What are the symptoms of an ear infection?",
      "text3": "Ear Pain, Hearing Loss, Fever, Ear Drainage, Irritability",
      "title4" : "What causes an ear infection?",
      "text4": "Bacteria and viruses cause ear infections. Often, ear infections begin after a cold or another upper respiratory infection. The germs travel into your middle ear through the eustachian tube. Once inside, the virus or bacteria can cause your eustachian tubes to swell. The swelling can cause the tube to become blocked, leading to poor eustachian tube function and infected fluid in your middle ear.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Antibiotics (if bacterial), pain relievers, and ear drainage in severe cases.",
      "prevention": "Avoid smoking exposure, practice good hygiene, and get vaccinated against flu and pneumococcus."
    },
    {
      "id":24,
      "name": "Athlete’s Foot (Alipunga)",
      "link":"https://my.clevelandclinic.org/health/diseases/22139-athletes-foot-tinea-pedis",
      "description": "Athlete’s foot is a contagious fungal infection that causes different itchy skin issues on your feet. An itchy, stinging, burning rash forms on infected skin. Athlete’s foot treatment can stop the fungus from spreading and clear it up.",
      "title1": "What is athlete’s foot?",
      "text1": "Athlete’s foot is a common fungal infection (caused by a fungus). Athlete’s foot causes an itchy, stinging, burning rash on the skin on one or both of your feet. Athlete’s foot is most common between your toes, but it can also affect the tops of your feet, the soles of your feet and your heels. Your skin may become scaly and cracked or develop blisters. Sometimes, your feet smell bad.",
      "title2": "What does athlete’s foot look like?",
      "text2": "Athlete’s foot can affect the skin between your toes, the bottoms of your feet, the tops of your feet, the edges of your feet and your heels. Your skin may appear irritated (red, purple, gray or white), scaly or flaky.",
      "title3": "What are the symptoms of athlete’s foot?",
      "text3": "Itchy Feet, Cracked Skin, Redness, Burning Sensation, Foul Odor",
      "title4" : "What causes athlete’s foot?",
      "text4": "Several different species of fungi cause athlete’s foot.\n\nIt commonly spreads through skin-to-skin contact or contact with a flake of skin. It spreads in areas used by large groups of people, like locker rooms, swimming pools and saunas.\n\nIt can also spread through contact with an infected surface. You can get athlete’s foot by sharing towels, socks or shoes with someone who has athlete’s foot.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Topical or oral antifungal medications and medicated foot soaks.",
      "prevention": "Keep feet dry, wear breathable shoes, and avoid sharing footwear."
    },
    {
      "id":25,
      "name": "Bronchitis",
      "link":"https://my.clevelandclinic.org/health/diseases/3993-bronchitis",
      "description": "Bronchitis is when the airways leading to your lungs (trachea and bronchi) get inflamed and fill with mucus. You get a nagging cough as your body tries to get rid of the mucus. Your cough can last two or more weeks. ",
      "title1": "What is bronchitis?",
      "text1": "Bronchitis is an inflammation of the airways leading into your lungs.\n\nWhen your airways (trachea and bronchi) get irritated, they swell up and fill with mucus, causing you to cough. Your cough can last days to a couple of weeks. It’s the main symptom of bronchitis.",
      "title2": "What are the types of bronchitis?",
      "text2": "Acute bronchitis\nChronic bronchitis\n",
      "title3": "What causes bronchitis?",
      "text3": " Infectious and noninfectious causes of bronchitis include:\n\nViruses. Viruses that cause bronchitis include influenza (the flu), respiratory syncytial virus (RSV), adenovirus, rhinovirus (the common cold) and coronavirus.\nBacteria. Bacteria that cause bronchitis include Bordetella pertussis, Mycoplasma pneumonia and Chlamydia pneumonia.\nPollution.\nSmoking cigarettes or marijuana (cannabis).",
      "title4" : "Is bronchitis a side effect of COVID-19?",
      "text4": "You can get bronchitis with almost any virus, including SARS-CoV2, the virus that causes COVID-19. The symptoms of bronchitis can be similar to COVID-19, so make sure you get tested to know which one you have. ",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Avoiding smoking, staying away from pollutants, and boosting immunity.",
      "treatment option": "Acute bronchitis usually resolves on its own with rest, hydration, and cough suppressants. Chronic bronchitis may require inhalers, corticosteroids, and lifestyle changes to improve lung function."
    },
    {
      "id":26,
      "name": "Chronic Fatigue Syndrome",
      "link":"https://my.clevelandclinic.org/health/diseases/17720-myalgic-encephalomyelitis-chronic-fatigue-syndrome-me-cfs",
      "description": "Chronic fatigue syndrome (CFS) is a type of fatigue or exhaustion that lasts six months or longer. This can prevent you from completing your daily routine or getting out of bed. In addition, it can cause headaches and joint and muscle pain.",
      "title1": "What is chronic fatigue syndrome?",
      "text1": "Myalgic encephalomyelitis/chronic fatigue syndrome (ME/CFS) or chronic fatigue syndrome (CFS) is a condition that causes you to feel so tired and exhausted that it interferes with your ability to complete your daily routine or even get out of bed.",
      "title2": "What causes chronic fatigue syndrome?",
      "text2": "Healthcare providers don’t know the exact cause of chronic fatigue syndrome. Research suggests there could be several factors that might lead to CFS:\n\nLow blood pressure.\nStress.\nAn infection.\nImmune system changes (how your body responds to stress or an infection).\nChanges to how your body makes and uses energy.",
      "title3": "How is chronic fatigue syndrome treated?",
      "text3": "Treatment for chronic fatigue syndrome may include:\n\nChanges to your sleep routine.\nMedications.\nActivity management.\nThe goal of treatment is to reduce your symptoms so you can regain function in your life. Some people aren’t able to regain the level of health and function they had before their diagnosis.",
      "title4" : "When should I see a healthcare provider?",
      "text4": "If you develop symptoms of chronic fatigue syndrome, especially if your symptoms last six months or longer, contact a healthcare provider.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Since the exact cause is unknown, prevention focuses on maintaining a healthy lifestyle, managing stress, and getting adequate rest.",
      "treatment option": "There is no specific cure. Treatment focuses on managing symptoms through lifestyle changes, cognitive behavioral therapy (CBT), graded exercise therapy, and medications for sleep or pain."
    },
    {
      "id":27,
      "name": "Acid Reflux",
      "link":"https://my.clevelandclinic.org/health/diseases/17019-acid-reflux-gerd",
      "description": "Acid reflux might happen after a large, rich meal, or when you lie down too soon after dinner. Stomach acid rises into your esophagus, causing heartburn and other symptoms.",
      "title1": "What is acid reflux?",
      "text1": "Your stomach contents are supposed to travel only one way: down. When acid from inside your stomach flows backward — meaning, up — into your esophagus and throat, it’s called acid reflux.",
      "title2": "What is GERD?",
      "text2": "GERD stands for gastroesophageal reflux disease. Depending on where you live, it may be spelled GORD for gastro-oesophageal reflux disease.",
      "title3": "What causes acid reflux?",
      "text3": "For acid to get into your esophagus, it needs to get past the valve at the bottom of your esophagus that usually keeps things from coming back up.",
      "title4" : "What are the possible complications of chronic acid reflux (GERD)?",
      "text4": "Stomach acid is powerful stuff, built to break down the food you eat for digestion. Your stomach has a tough inner lining to protect it from its own acid.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Eating smaller meals, avoiding lying down after eating, reducing caffeine and alcohol intake, and maintaining a healthy weight.",
      "treatment option": "Lifestyle changes (avoiding acidic foods, not lying down after meals), antacids, H2 blockers, or proton pump inhibitors (PPIs) like omeprazole can help. Severe cases may require surgery."
    },
    {
      "id":28,
      "name": "Fungal Skin Infection (Hadhad)",
      "link":"https://my.clevelandclinic.org/health/diseases/24401-fungal-infections-mycosis",
      "description": "Fungal infections are any disease or condition you get from a fungus. They usually affect your skin, hair, nails or mucous membranes but they can also infect your lungs or other parts of your body. You’re at higher risk for fungal infections if you have a weakened immune system. Antifungal medications are usually used to treat fungal infections.",
      "title1": "What are fungal infections?",
      "text1": "Fungal infections, or mycosis, are diseases caused by a fungus (yeast or mold). Fungal infections are most common on your skin or nails, but fungi (plural of fungus) can also cause infections in your mouth, throat, lungs, urinary tract and many other parts of your body.",
      "title2": "What are fungi?",
      "text2": "Fungi are living things that are classified separately from plants or animals. They move around by spreading out or sending spores (reproductive parts) into the air or environment. Many fungi live naturally in our body (mouth, GI tract, skin) but can overgrow under certain circumstances.\n\nScientists estimate that there are millions of fungi in the world, but only a small number of them are known to cause disease in people. This includes certain yeasts and molds.",
      "title3": "What are the symptoms of fungal infections?",
      "text3": "Itchy Rash, Redness, Scaling, Skin Peeling",
      "title4" : "What causes fungal infections?",
      "text4": "Yeast, molds and other types of fungus cause fungal infections. Most fungi don’t cause disease in people, but a few do. Some infections are opportunistic, meaning they usually don’t cause infections, but can take advantage of certain situations, like a weakened immune system.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Prescription antifungal medications for persistent infections.",
      "prevention": "Maintain hygiene, change damp clothing quickly, and avoid tight clothing."
    },
    {
      "id":29,
      "name": "Gallstones",
      "link":"https://my.clevelandclinic.org/health/diseases/7313-gallstones",
      "description": "Gallstones (cholelithiasis) are hardened pieces of bile that form in your gallbladder or bile ducts.",
      "title1": "What are gallstones?",
      "text1": "Gallstones are hardened, concentrated pieces of bile that form in your gallbladder or bile ducts. “Gall” means bile, so gallstones are bile stones. ",
      "title2": "How serious are gallstones?",
      "text2": "Gallstones (cholelithiasis) won’t necessarily cause any problems for you. A lot of people have them and never know it. But gallstones can become dangerous if they start to travel through your biliary tract and get stuck somewhere. ",
      "title3": "What causes gallstones?",
      "text3": "Gallstones form when there’s an excess of one of the main ingredients in bile. The excess ingredient turns to sediment at the bottom of your gallbladder or bile ducts, and the sediment gradually hardens into stones.",
      "title4" : "How are gallstones diagnosed?",
      "text4": "If you’re experiencing gallstone symptoms, your healthcare provider will investigate with blood tests and imaging tests.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Maintaining a healthy weight, eating a balanced diet, staying active, and avoiding rapid weight loss.",
      "treatment option": "Mild cases can be managed with dietary changes. Severe cases may require gallbladder removal (cholecystectomy) or medications to dissolve gallstones."
    },
    {
      "id":30,
      "name": "Urinary Tract Infection (UTI)",
      "link":"https://my.clevelandclinic.org/health/diseases/9135-urinary-tract-infections",
      "description": "A urinary tract infection is a very common type of infection in your urinary system. It can involve any part of your urinary system. Bacteria — especially E. coli — are the most common cause of UTIs.",
      "title1": "What is a urinary tract infection (UTI)?",
      "text1": "A urinary tract infection (UTI) is an infection of your urinary system. This type of infection can involve your:\n\nUrethra (urethritis).\nKidneys (pyelonephritis).\nBladder (cystitis).",
      "title2": "What is the urinary tract?",
      "text2": "Kidneys. Kidneys are small, bean-shaped organs on the back of your body, above your hips. Most people have two kidneys. They filter water and waste products from your blood, which becomes pee. Common wastes include urea and creatinine.\nUreters. Your ureters are thin tubes that carry pee from your kidneys to your bladder.\nBladder. Your bladder is a balloon-like organ that stores pee before it leaves your body.\nUrethra. The urethra is a tube that carries pee from your bladder to the outside of your body.",
      "title3": "How do you know if you have a UTI?",
      "text3": "If you have symptoms of a urinary tract infection, talk to a healthcare provider. They’ll ask questions about your symptoms, review your medical history and conduct a physical examination.",
      "title4" : "How do you know if you have a UTI?",
      "text4": "If you have symptoms of a urinary tract infection, talk to a healthcare provider. They’ll ask questions about your symptoms, review your medical history and conduct a physical examination.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Drinking plenty of water, urinating after intercourse, wiping front to back, and avoiding irritants like strong soaps.",
      "treatment option": "Antibiotics are the primary treatment. Drinking plenty of water, avoiding caffeine, and using heating pads can help relieve discomfort."
    },
    {
      "id":29 ,
      "name": "Epilepsy",
      "link":"https://my.clevelandclinic.org/health/diseases/17636-epilepsy",
      "description": "Epilepsy is a brain disease where nerve cells don’t signal properly, which causes seizures. Seizures are uncontrolled bursts of electrical activities that change sensations, behaviors, awareness and muscle movements. ",
      "title1": "What is epilepsy?",
      "text1": "Epilepsy is a long-term (chronic) disease that causes repeated seizures due to abnormal electrical signals produced by damaged brain cells. A burst of uncontrolled electrical activity within brain cells causes a seizure. ",
      "title2": "What happens in your brain when you have epilepsy?",
      "text2": "The cells in your brain send messages to and receive messages from all areas of your body. These messages are transmitted via a continuous electrical impulse that travels from cell to cell. Epilepsy disrupts this rhythmic electrical impulse pattern. Instead, there are bursts of electrical energy — like an unpredictable lightning storm — between cells in one or more areas of your brain. ",
      "title3": "What are seizure triggers?",
      "text3": "Stress.\nSleep issues such as not sleeping well, not getting enough sleep, being overtired, disrupted sleep and sleep disorders like sleep apnea.\nAlcohol use, alcohol withdrawal, recreational drug use.\nHormonal changes or menstrual hormonal changes.\nIllness, fever.\nFlashing lights or patterns.\nNot eating healthy, balanced meals or drinking enough fluids; vitamin and mineral deficiencies, skipping meals.\nPhysical overexertion.\nSpecific foods (caffeine is a common trigger).\nDehydration.\nCertain times of the day or night.\nUse of certain medications. Diphenhydramine, an ingredient in cold, allergy and sleep over-the-counter products, is a reported trigger.\nMissed anti-seizure medication doses.",
      "title4" : "What are the signs and symptoms of epileptic seizures?",
      "text4": "Temporary loss of awareness or consciousness.\nUncontrolled muscle movements, muscle jerking, loss of muscle tone.\nBlank stare or “staring into space” look.\nTemporary confusion, slowed thinking, problems with talking and understanding.\nChanges in hearing, vision, taste, smell, feelings of numbness or tingling.\nProblems talking or understanding.\nUpset stomach, waves of heat or cold, goosebumps.\nLip-smacking, chewing motion, rubbing hands, finger motions.\nPsychic symptoms, including fear, dread, anxiety or déjà vu.\nFaster heart rate and/or breathing.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Preventing head injuries, avoiding alcohol and sleep deprivation, and managing stress effectively.",
      "treatment option": "Antiepileptic drugs (AEDs) are used to control seizures. In some cases, surgery or lifestyle changes, like a ketogenic diet, may be recommended. Regular neurologist consultations are necessary."
    },
    {
      "id":30,
      "name": "Osteoarthritis",
      "link":"https://my.clevelandclinic.org/health/diseases/5599-osteoarthritis",
      "description": "Osteoarthritis is the most common type of arthritis. It happens when the cartilage that lines your joints is worn down or damaged and your bones rub together when you use that joint",
      "title1": "What is osteoarthritis?",
      "text1": "Osteoarthritis is the most common type of arthritis (a condition that affects your joints). Healthcare providers sometimes refer to it as degenerative joint disease or OA.",
      "title2": "Types of osteoarthritis",
      "text2": "Primary osteoarthritis is the most common form of osteoarthritis that develops in your joints over time.\nSecondary osteoarthritis happens when something directly damages one of your joints enough to cause osteoarthritis. Injuries and traumas are common causes of secondary osteoarthritis.",
      "title3": "What are osteoarthritis symptoms?",
      "text3": "Pain in a joint (especially when you’re moving it).\nStiffness.\nSwelling near a joint.\nA decreased range of motion (how far you can move a joint).\nFeeling like a joint isn’t as strong or stable as it usually is.\nA joint looking noticeably different than it used to (joint deformity).",
      "title4" : "What causes osteoarthritis?",
      "text4": "Experts aren’t sure what causes osteoarthritis. Primary osteoarthritis usually develops slowly as you age. As you get older, normal wear and tear on your joints might contribute to their cartilage breaking down.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Maintaining a healthy weight, staying active, and avoiding joint overuse.",
      "treatment option": "Treatment includes pain management (NSAIDs, acetaminophen), physical therapy, lifestyle changes, and in severe cases, joint replacement surgery."
    },
    {
      "id":31,
      "name": "Panic Attack",
      "link":"https://my.clevelandclinic.org/health/diseases/4451-panic-attack-panic-disorder",
      "description": "Panic attacks are sudden, intense feelings of fear that cause physical symptoms like a racing heart, fast breathing and sweating. ",
      "title1": "What is a panic attack?",
      "text1": "A panic attack causes sudden, temporary feelings of fear and strong physical reactions in response to ordinary, nonthreatening situations.",
      "title2": "What is panic disorder?",
      "text2": "Panic disorder is an anxiety disorder that involves multiple unexpected panic attacks. A main feature of panic disorder is that the attacks usually happen without warning and aren’t due to another mental health or physical condition. ",
      "title3": "What are the symptoms of a panic attack?",
      "text3": "Chest pain.\nRacing heart.\nDifficulty breathing, such as hyperventilation.\nTrembling or shaking.\nChills.\nNausea.\nSweating.\nTingling or numbness in your fingers or toes.",
      "title4" : "What causes panic attacks?",
      "text4": "Experts don’t know exactly why some people experience panic attacks or develop panic disorder. Your brain and nervous system play key roles in how you perceive and handle fear and anxiety. ",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Managing stress, deep breathing exercises, and regular physical activity.",
      "treatment option": "Treatment includes deep breathing exercises, cognitive behavioral therapy (CBT), and medications like antidepressants or benzodiazepines for severe cases. Lifestyle changes and relaxation techniques can also help."
    },
    {
      "id":32,
      "name": "Shingles",
      "link":"https://my.clevelandclinic.org/health/diseases/11036-shingles",
      "description": "Shingles is caused by the varicella-zoster virus, the same virus that causes chickenpox.",
      "title1": "What is shingles?",
      "text1": "Shingles (herpes zoster) is a viral infection that causes an outbreak of a painful rash or blisters on the skin.",
      "title2": "Where does shingles come from?",
      "text2": "When you have chickenpox as a child, your body fights off the varicella-zoster virus and the physical signs of chickenpox fade away, but the virus always remains in your body. In adulthood, sometimes the virus becomes active again.",
      "title3": "Can you get shingles more than once?",
      "text3": "Yes, you can get shingles more than one time. One of the biggest myths about shingles is that it can only happen once. This isn’t true. You can have more than one episode. If you get shingles again, you usually don’t get the rash in the same place.",
      "title4" : "What causes shingles?",
      "text4": "Shingles is caused by the varicella-zoster virus, the same virus that causes chickenpox.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Shingles vaccine for adults over 50 and avoiding close contact with infected individuals.",
      "treatment option": "Antiviral medications like acyclovir or valacyclovir can reduce severity if taken early. Pain relievers, antihistamines, and topical creams can help manage symptoms."
    },
    {
      "id":33,
      "name": "Hernia",
      "link":"https://my.clevelandclinic.org/health/diseases/15757-hernia",
      "description": "A hernia usually happens in your abdomen or groin, when one of your organs pushes through the muscle or tissue that contains it.",
      "title1": "What is a hernia?",
      "text1": "A hernia occurs when part of your insides bulges through an opening or weakness in the muscle or tissue that contains it.",
      "title2": "What are some common hernia locations?",
      "text2": "In your lower chest through your diaphragm.\nIn your groin through your lower abdominal wall.\nAlong the front midline of your abdomen.\nThrough a former abdominal surgery incision.",
      "title3": "How serious is a hernia?",
      "text3": "Most aren’t serious, but they can be. They can also become more serious over time. A hernia becomes serious when it gets stuck in the hole that it’s pushed through and can’t go back in.",
      "title4" : "What are hernia symptoms?",
      "text4": "Not all hernias cause symptoms and different types of hernias may cause different symptoms. One telltale sign of a hernia is a visible lump or bulge that appears during certain activities or in certain physical positions and goes back in at other times.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Avoiding heavy lifting, maintaining a healthy weight, and strengthening abdominal muscles.",
      "treatment option": "Surgical repair is usually needed, especially for large or painful hernias. Small, asymptomatic hernias may be monitored with lifestyle adjustments like avoiding heavy lifting."
    },
    {
      "id":34,
      "name": "Thyroid Disease",
      "link":"https://my.clevelandclinic.org/health/diseases/8541-thyroid-disease",
      "description": "Thyroid disease is an umbrella term for conditions that affect how your thyroid functions. Hypothyroidism and hyperthyroidism are the two main types of thyroid disease.",
      "title1": "What is thyroid disease?",
      "text1": "Thyroid disease is a general term for a medical condition that keeps your thyroid from making the right amount of hormones. It can affect people of all ages.",
      "title2": "What are the symptoms of thyroid disease?",
      "text2": "Symptoms of hypothyroidism include:\n\nSlower-than-usual heart rate.\nFeeling tired (fatigue).\nUnexplained weight gain.\nFeeling sensitive to cold.\nDry skin and dry and coarse hair.\nDepressed mood.\nHeavy menstrual periods (menorrhagia).\nSymptoms of hyperthyroidism include:\n\nFaster-than-usual heart rate (tachycardia).\nDifficulty sleeping.\nUnexplained weight loss.\nFeeling sensitive to heat.\nClammy or sweaty skin.\nFeeling anxious, irritable or nervous.\nIrregular menstrual cycles or a lack of periods (amenorrhea).",
      "title3": "How is thyroid disease diagnosed?",
      "text3": "Blood tests: These tests can tell you if you have hypothyroidism or hyperthyroidism. There are several types of thyroid blood tests, including thyroid-stimulating hormone (TSH), T3 and T4, and thyroid antibodies.\nImaging tests: Imaging tests, like a thyroid ultrasound, help your provider look for nodules (lumps) and/or goiter. Nuclear medicine imaging like a thyroid uptake and scan can help show if nodules are overactive.",
      "title4" : "Can I live a normal life with thyroid disease?",
      "text4": "A thyroid disease is often a lifelong medical condition that you’ll need to manage consistently. This often involves daily medication. ",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "A balanced diet with adequate iodine, regular thyroid function tests, and stress management.",
      "treatment option": "Treatment depends on whether it is hypothyroidism or hyperthyroidism. Hypothyroidism is treated with levothyroxine (thyroid hormone replacement), while hyperthyroidism may require antithyroid medications (methimazole), radioactive iodine therapy, or surgery in severe cases. Regular thyroid function tests are necessary."
    },
    {
      "id":35,
      "name": "PMS (Premenstrual Syndrome)",
      "link":"https://my.clevelandclinic.org/health/diseases/24288-pms-premenstrual-syndrome",
      "description": "Premenstrual syndrome, or PMS, is a combination of symptoms that arrive before your period. Your symptoms may be physical (like bloating or sore breasts), emotional (like irritability or sadness) or a combination of both.",
      "title1": "What is premenstrual syndrome (PMS)?",
      "text1": "Premenstrual syndrome, or PMS, describes physical and emotional symptoms that begin a week or two before your period.",
      "title2": "What causes PMS?",
      "text2": "Symptoms usually show up around ovulation, when levels of estrogen and progesterone increase. Once your period begins, these hormone levels drop for a few days, and then, will start to rise again. ",
      "title3": "Can you prevent PMS?",
      "text3": "You can’t prevent premenstrual syndrome, but you can manage symptoms with lifestyle changes, medications or a combination of both.",
      "title4" : "What can I expect if I have premenstrual syndrome?",
      "text4": "PMS is common enough that many people accept it as an annoyance during “that time of the month.” Just because PMS is normal, it doesn’t mean you have to let it disrupt your life. ",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Regular exercise, a healthy diet, reducing caffeine and alcohol intake, and managing stress.",
      "treatment option": "Lifestyle changes such as regular exercise, a balanced diet, and stress management can help. Over-the-counter pain relievers (ibuprofen, acetaminophen) and hormonal birth control may be recommended for severe symptoms. In some cases, antidepressants or diuretics may be prescribed."
    },
    {
      "id":36,
      "name": "Menopause",
      "link":"https://my.clevelandclinic.org/health/diseases/21841-menopause",
      "description": "Menopause is a point in time when a person has gone 12 consecutive months without a menstrual period. ",
      "title1": "What is menopause?",
      "text1": "Menopause is a point in time when you’ve gone 12 consecutive months without a menstrual period. It happens, on average, at age 52. It’s a natural process that occurs when your ovaries stop producing reproductive hormones. When menopause happens due to surgery or medical treatment, it’s called induced menopause.",
      "title2": "What is premature menopause?",
      "text2": "Menopause, when it occurs between the ages of 45 and 55, is considered “natural” and is a normal part of aging. Menopause that occurs before the age of 45 is called early menopause. ",
      "title3": "What are the signs of menopause?",
      "text3": "Irregular periods or periods that are heavier or lighter than usual.\nHot flashes, also known as vasomotor symptoms (a sudden feeling of warmth that spreads over your body).\nNight sweats and/or cold flashes.\nVaginal dryness that causes discomfort during sex.\nUrinary urgency (a pressing need to pee more frequently).\nDifficulty sleeping (insomnia).\nEmotional changes (irritability, mood swings or depression).\nDry skin, dry eyes or dry mouth.\nWorsening premenstrual syndrome (PMS).\nBreast tenderness.",
      "title4" : "How long do you have symptoms of menopause?",
      "text4": "You can have symptoms of menopause for up to 10 years before it officially occurs. The average length of menopause symptoms is about seven years.",
      "image1": "",
      "image2": "",
      "image3": "",
      "prevention": "Healthy eating, regular exercise, and maintaining bone health with calcium and vitamin D intake.",
      "treatment option": "Hormone replacement therapy (HRT) may be recommended for severe symptoms. Other treatments include lifestyle changes, dietary adjustments, regular exercise, and medications such as antidepressants or osteoporosis treatments for long-term health management."
    },
    {
      "id":37,
      "name": "Chronic Sinusitis",
      "link":"https://my.clevelandclinic.org/health/diseases/17700-chronic-sinusitis",
      "description": "Chronis sinusitis is inflammation in your sinuses or a sinus infection, with symptoms that don’t go away within 12 weeks. Symptoms include facial pain, post-nasal drip and thick yellow or green mucus in your nose. Treatments may vary depending on your situation.",
      "title1": "What is chronic sinusitis?",
      "text1": "Chronic sinusitis is long-lasting swelling or infection in your sinuses. Unlike acute sinusitis, which typically goes away within 10 days, chronic sinusitis may last 12 weeks or more. Healthcare providers can help cure it, but you may need several different kinds of treatment to make it go away for good.",
      "title2": "",
      "text2": "",
      "title3": "What are chronic sinusitis symptoms?",
      "text3": "Facial Pain, Nasal Congestion, Headache, Post-nasal Drip, Cough, Bad Breath",
      "title4" : "What causes chronic sinusitis?",
      "text4": "Your sinuses are a series of connected hollow spaces behind your cheekbones, forehead and nose. Air that comes in through your nose moves through your sinuses on its way to your lungs.\n\nYour sinuses are lined with tissue. They also make mucus that keeps the inside of your nose moist and takes care of debris that air might move into your nose, like bacteria, viruses and dust-carrying allergens. In chronic sinusitis, your sinus tissues swell, sometimes trapping mucus so it can’t flow from your nose as it should.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Nasal corticosteroids, saline nasal irrigation, antibiotics if bacterial, and in severe cases, surgery (sinus drainage).",
      "prevention": "Avoiding allergens, using humidifiers, staying hydrated, and treating colds promptly."
    },
    {
      "id":38,
      "name": "Tonsillitis",
      "link":"https://my.clevelandclinic.org/health/diseases/21146-tonsillitis",
      "description": "Tonsillitis is a common condition that happens when your tonsils get infected. Symptoms typically include sore throat, fever and swollen lymph nodes. Treatment depends on whether the infection is viral or bacterial, and recovery usually takes about one week.",
      "title1": "What is tonsillitis?",
      "text1": "Tonsillitis occurs when your tonsils become infected. Tonsils are the two small lumps of soft tissue — one on either side — at the back of your throat. You can see your tonsils in a mirror by opening your mouth and sticking out your tongue.\n\nYour tonsils are part of your immune system, and they help trap germs that make you sick. When your tonsils become infected, they get swollen and sore, and swallowing may hurt. The medical term for tonsillitis is “tonsillopharyngitis”, but most people call it a sore throat because that’s what it feels like.\n\nTonsillitis is most common in children and adolescents, but it can affect people of all ages. It rarely occurs in children under the age of 3. Most people have tonsillitis at least once in their lifetimes.",
      "title2": "What are the first signs of tonsillitis?",
      "text2": "A sore throat is often the first symptom of tonsillitis. If you develop a sudden sore throat, keep an eye on your tonsils to see if they get red or swollen.",
      "title3": "Symptoms of tonsillitis",
      "text3": "Sore Throat, Difficulty Swallowing, Fever, Swollen Tonsils, Ear Pain, Headache",
      "title4" : "Tonsillitis causes",
      "text4": "Viral infections are the most common cause of tonsillitis. But bacterial infections can cause it, too. Viral tonsillitis: Viruses like those that cause the common cold and the flu cause up to 70% of tonsillitis cases. Commonly, people with viral tonsillitis have milder symptoms than those with bacterial tonsillitis. Bacterial tonsillitis (strep throat): Bacteria, like Group A Streptococcus, cause other cases of tonsillitis. A common name for bacterial tonsillitis is strep throat. People without tonsils can still get strep throat. (In this case, it affects their throat instead of their tonsils.) Generally, bacterial tonsillitis causes more severe symptoms than viral tonsillitis.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Pain relievers, warm saltwater gargles, antibiotics (if bacterial), and in recurrent cases, a tonsillectomy.",
      "prevention": "Good hygiene, avoiding close contact with infected individuals, and strengthening the immune system."
    },
    {
      "id":39,
      "name": "Boils (Pigsa)",
      "link":"https://my.clevelandclinic.org/health/diseases/15153-boils-and-carbuncles",
      "description": "A boil is a skin infection that is usually caused by the bacteria Staphylococcus aureus (staph). A carbuncle is a group of boils located in one area of the body. If left alone, a boil will break and drain on its own over time. In certain cases, a doctor may need to cut into your skin to drain the pus.",
      "title1": "What are boils and carbuncles?",
      "text1": "A boil (or furuncle) is a pus-filled bump that develops in your skin. Carbuncles are clusters of several boils. Boils usually begin as red bumps, which quickly increase in size and fill with pus. Boils are usually caused by the bacteria Staphylococcus aureus (staph infection).\n\nThese painful skin abscesses result from bacteria infecting a hair follicle. They commonly occur on the face, neck, armpits, buttocks, and thighs, but can appear anywhere on your body.",
      "title2": "",
      "text2": "",
      "title3": "What are the symptoms of a boil?",
      "text3": "Painful Lump, Swelling, Pus Formation, Redness, Fever",
      "title4" : "What causes boils and carbuncles?",
      "text4": "Boils are usually caused by the bacteria Staphylococcus aureus (staph infection), but other bacteria and fungi can cause them too. Bacteria enter your skin through a cut or a hair follicle (the opening in your skin where hair grows out). Your body’s immune system responds by sending infection-fighting white blood cells to the area. The white blood cells build up, along with damaged skin, to form pus.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Antibiotics for severe infections, drainage by a healthcare professional if needed.",
      "prevention": "Maintain hygiene, avoid sharing personal items, and boost immunity."
    },
    {
      "id":40,
      "name": "Anxiety Disorder",
      "link":"https://my.clevelandclinic.org/health/diseases/9536-anxiety-disorders",
      "description": "Anxiety disorders are a group of mental health conditions that cause fear, dread and other symptoms that are out of proportion to the situation. There are several types, including generalized anxiety disorder, specific phobias and social anxiety disorder. Treatment is effective and usually includes medication and psychotherapy (talk therapy).",
      "title1": "What is an anxiety disorder?",
      "text1": "An anxiety disorder is a type of mental health condition. If you have an anxiety disorder, you may respond to certain things and situations with fear and dread. You may also experience physical signs of anxiety, such as a pounding heart and sweating.\n\nIt’s normal to have some anxiety. You may feel anxious or nervous if you have to tackle a problem at work, go to an interview, take a test or make an important decision. Some anxiety can even be beneficial — it helps us notice dangerous situations and focuses our attention so we stay safe.",
      "title2": "Types of anxiety disorders",
      "text2": "There are several types of anxiety disorders according to the American Psychiatric Association’s Diagnostic and Statistical Manual of Mental Disorders (DSM-5). This is the standard reference manual for diagnosing mental health conditions. Types of anxiety disorders include: Generalized anxiety disorder (GAD), Agoraphobia, Panic disorder, Specific phobias, Social anxiety disorder, Separation anxiety disorder, Selective mutism",
      "title3": "What are the symptoms of anxiety disorders?",
      "text3": "Constant Worry, Fatigue, Restlessness, Difficulty Concentrating, Irritability, Sleep Disturbances",
      "title4" : "What causes anxiety disorders?",
      "text4": "Like other types of mental health conditions, researchers don’t know exactly what causes anxiety disorders. But they think a combination of factors plays a role: Chemical imbalances, Brain changes, Genetics, Environmental factors",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Cognitive behavioral therapy (CBT), medications like SSRIs and benzodiazepines, relaxation techniques, and lifestyle changes.",
      "prevention": "Regular exercise, stress management, a healthy diet, and avoiding excessive caffeine and alcohol."
    },
    {
      "id":41,
      "name": "Gout",
      "link":"https://my.clevelandclinic.org/health/diseases/4755-gout",
      "description": "Gout is a painful form of arthritis. When your body has extra uric acid, sharp crystals can form in your joints (usually your big toe). Flare-ups of symptoms like pain and swelling come and go in periods called gout attacks. Treatment is usually a combination of symptom management and changing your diet.",
      "title1": "What is gout?",
      "text1": "Gout is a form of inflammatory arthritis that causes pain and swelling in your joints. Gout happens when there’s a buildup of uric acid in your body.",
      "title2": "How is gout diagnosed?",
      "text2": "A healthcare provider will diagnose gout with a physical exam. They’ll ask you about your symptoms and examine your affected joints. Tell your provider when you first noticed symptoms like pain and swelling in your joint and how often the symptoms come and go.",
      "title3": "What are gout symptoms?",
      "text3": "Severe Pain in Joints, Swelling, Redness, Warmth in Affected Area, Limited Range of Motion, Tenderness",
      "title4" : "What causes gout?",
      "text4": "A buildup of excess uric acid in your body causes gout. Your body naturally makes uric acid when it breaks down chemicals called purines found in certain foods and drinks. Your kidneys usually filter uric acid out of your blood, and then it leaves your body when you pee.\n\nSometimes your body makes too much uric acid, or your kidneys don’t remove it from your blood fast enough. When your body has high levels of uric acid (hyperuricemia), uric acid crystals can build up and settle into your joints. The sharp crystals clump together and cause sudden episodes of pain, swelling and other symptoms.\n\nHaving temporarily high uric acid levels doesn’t mean you’ll definitely develop gout. Many people with hyperuricemia never get gout.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "NSAIDs, colchicine, corticosteroids, and medications like allopurinol to lower uric acid levels.",
      "prevention": "Maintaining a healthy weight, avoiding high-purine foods (red meat, shellfish), staying hydrated, and reducing alcohol consumption."
    },
    {
      "id":42,
      "name": "Food Poisoning",
      "link":"https://my.clevelandclinic.org/health/diseases/21167-food-poisoning",
      "description": "Food poisoning can happen to anyone who swallows contaminated food. Most people recover on their own, but some can become gravely ill. You’re more at risk if you’re pregnant, older than 65 or have a weakened immune system. Young children are also more at risk, especially from dehydration.",
      "title1": "What is food poisoning?",
      "text1": "Food poisoning occurs when you eat contaminated food. Contaminated means it’s infected with a toxic organism, like a bacterium, fungus, parasite or virus. Sometimes, the toxic byproducts of these organisms can cause food poisoning.\n\nWhen you eat something toxic, your body reacts to purge the toxins. You may purge through vomiting, diarrhea or both. You may also develop a fever. The uncomfortable symptoms of food poisoning are your body’s way of working to return to health. It usually works in a day or two.",
      "title2": "Who gets food poisoning?",
      "text2": "Anyone can get food poisoning if they eat contaminated food, but some people are more likely to get sick from contamination than others. It depends on how much of the toxin they ingested and how concentrated it was.\n\nYour overall health plays a role in your risk of getting food poisoning, too. Your immune system fends off infections all the time, and you don’t even know about it. Even with sanitary food handling practices, there’s usually a small amount of contamination in your food. It becomes “poisonous” when your immune system reaches its threshold.",
      "title3": "What does food poisoning feel like?",
      "text3": "The most common food poisoning symptoms include: Diarrhea, Nausea and vomiting, Abdominal Pain, Fever, Headache, Weakness",
      "title4" : "What types of contaminants cause food poisoning?",
      "text4": "Things that may contaminate food and water include: Bacteria, Viruses, Parasites, Fungi, Toxins, Chemicals",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Hydration (oral rehydration salts), rest, and in severe cases, antibiotics if bacterial infection is confirmed.",
      "prevention": "Proper food handling, washing hands, cooking meat thoroughly, and avoiding contaminated water or food."
    },
    {
      "id":43,
      "name": "Sciatica",
      "link":"https://my.clevelandclinic.org/health/diseases/12792-sciatica",
      "description": "Sciatica happens when irritation, inflammation, pinching or compression affect one or more nerves that run down your lower back and into your legs. It’s usually not a serious or dangerous condition, and most people with sciatica get better on their own with time and self-care treatments. But severe cases may need surgery.",
      "title1": "What is sciatica?",
      "text1": "Sciatica is nerve pain from an injury or irritation to your sciatic nerve. In addition to pain, it can involve tingling or numbness in your back or butt that may also radiate down your leg. More severe symptoms are also possible.\n\nYour sciatic nerve is the longest and thickest nerve in your body. It’s up to 2 centimeters wide (a U.S. penny or a United Kingdom 1 pence coin are about the same width). Despite its name, it’s not just one nerve. It’s actually a bundle of nerves that come from five nerve roots branching off from your spinal cord.",
      "title2": "Types of sciatica",
      "text2": "There are two types of sciatica. Regardless of what type you have, the effects are the same. The types are: 1.) True sciatica. This is any condition or injury that directly affects your sciatic nerve. 2.) Sciatica-like conditions. These are conditions that feel like sciatica, but happen for other reasons related to the sciatic nerve or the nerves that bundle together to form it. ",
      "title3": "What are the symptoms of sciatica?",
      "text3": "Lower Back Pain, Leg Pain, Numbness, Muscle Weakness, Burning Sensation",
      "title4" : "What causes sciatica?",
      "text4": "Sciatica can happen because of any condition that affects the sciatic nerve. It can also happen because of conditions affecting any of the five spinal nerves that bundle to form the sciatic nerve.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Pain relievers, physical therapy, muscle relaxants, and in severe cases, surgery for nerve decompression.",
      "prevention": "Regular exercise, good posture, avoiding prolonged sitting, and maintaining a healthy weight."
    },
    {
      "id":44,
      "name": "Hives",
      "link":"https://my.clevelandclinic.org/health/diseases/8630-hives",
      "description": "Hives, a skin rash that’s often very itchy, often results from an allergic reaction to food or something you’ve touched. Hives can go away quickly (acute hives) or last a long time (chronic hives). Treatments may include antihistamines or steroids.",
      "title1": "What are hives?",
      "text1": "Hives are raised red bumps (welts) or splotches on the skin. They’re a type of swelling on the surface of your skin and happen when your body has an allergic reaction. Allergic reactions happen when your immune system comes in contact with an allergen. Allergens are proteins that are harmless to many people but cause an allergic reaction in sensitive people.\n\nHives are often very itchy, but you might also feel burning or stinging. They can be as small as a fingertip or as big as a dinner plate. The medical name for hives is urticaria.\n\nSometimes, the welts from hives join together to form larger areas called plaques. Hives tend to fade within 24 hours, although they may be noticeable for several days or longer.",
      "title2": "What’s the difference between hives and a rash?",
      "text2": "A rash is a skin condition that involves something out of the ordinary, like spots, swelling, itchiness or redness. Hives is an example of a rash, but not all rashes are hives.",
      "title3": "What are the symptoms of hives?",
      "text3": "Itchy Skin, Red Welts, Swelling, Burning Sensation, Raised Bumps, Skin Discoloration",
      "title4" : "What causes hives?",
      "text4": "Acute hives are often an allergic reaction to something you put into your body, like food, drink or medication, or something that you touch. The skin has immune cells called mast cells. When these cells go into action, they release chemicals, including one called histamine. Histamine is the reason that hives form.  Unlike acute hives, chronic hives aren’t usually caused by allergies. They may be caused by infections from bacteria or viruses, or as a result of other medical conditions like lupus. Your provider may not discover an exact cause. In these cases, chronic hives are said to be idiopathic or spontaneous.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Antihistamines, corticosteroids for severe cases, and avoiding triggers.",
      "prevention": "Identifying and avoiding allergens, managing stress, and keeping skin cool and moisturized."
    },
    {
      "id":45,
      "name": "Malaria",
      "link":"https://www.mayoclinic.org/diseases-conditions/malaria/symptoms-causes/syc-20351184",
      "description": "Malaria is a disease caused by a parasite. The parasite is spread to humans through the bites of infected mosquitoes. People who have malaria usually feel very sick with a high fever and shaking chills.",
      "title1": "How common is Malaria?",
      "text1": "While the disease is uncommon in temperate climates, malaria is still common in tropical and subtropical countries. Each year nearly 290 million people are infected with malaria, and more than 400,000 people die of the disease.\n\nTo reduce malaria infections, world health programs distribute preventive drugs and insecticide-treated bed nets to protect people from mosquito bites. The World Health Organization has recommended a malaria vaccine for use in children who live in countries with high numbers of malaria cases.",
      "title2": "When to see a doctor",
      "text2": "Talk to your doctor if you experience a fever while living in or after traveling to a high-risk malaria region. If you have severe symptoms, seek emergency medical attention.",
      "title3": "Signs and symptoms of malaria",
      "text3": "Fever, Chills, Sweating, Headache, Nausea, Vomiting, Muscle Pain, Joint Pain, Cough, Fatigue, Abdominal Pain, Diarrhea, Rapid Heart Rate",
      "title4" : "Causes of Malaria",
      "text4": "Malaria is caused by a single-celled parasite of the genus plasmodium. The parasite is transmitted to humans most commonly through mosquito bites.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Antimalarial drugs like chloroquine, artemisinin-based combination therapies (ACTs), and supportive care.",
      "prevention": "Using insect repellent, sleeping under mosquito nets, taking prophylactic antimalarial medication in high-risk areas, and eliminating mosquito breeding grounds."
    },
    {
      "id":46,
      "name": "Cystitis",
      "link":"https://my.clevelandclinic.org/health/diseases/21203-bladder-inflammation-cystitis",
      "description": "Bladder infections can lead to inflammation of the bladder (cystitis). Symptoms include pain and burning with urination, increased frequency of urination and sometimes abdominal pain. The inflammation usually improves after a course of antibiotics. There are also several steps you can take to prevent bladder infections in the future.",
      "title1": "What is a bladder infection (cystitis)?",
      "text1": "Cystitis is inflammation of the bladder that’s generally caused by a bacterial infection. Bladder infections occur when bacteria from the area between the vagina/penis and rectum (called the perineum) enter the urethra and travel into the bladder.\n\nBladder infections are the most common type of urinary tract infection (UTI). UTIs can occur in any part of the urinary tract — in the kidneys, ureters, bladder or urethra. They account for more than 8.1 million visits to health care providers every year. Approximately 60% of women and 12% of men will have at least one UTI during their lifetime.",
      "title2": "How common are bladder infections?",
      "text2": "Bladder infections are very common, especially in women. Approximately 60% of women will experience a bladder infection during their lifetime. And these infections may recur: Between 20% and 40% of women who have a bladder infection will experience at least another in their lifetime. Men are less likely to get bladder infections because of differences in their anatomy.",
      "title3": "What are the symptoms of Cystitis?",
      "text3": "Painful Urination, Frequent Urination, Blood in Urine, Pelvic Pain, Urinary Urgency, Cloudy Urine",
      "title4" : "What causes a bladder infection?",
      "text4": "A bladder infection is usually caused by bacteria entering the urethra and multiplying in your bladder. The most common type of bacteria is Escherichia coli (E. coli).\n\nThere are factors that increase the risk of bladder infections. These include: Anatomical abnormalities of the urinary tract, Menopause, Using a catheter, Using spermicides, Constipation, Multiple sexual partners",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Antibiotics, increased fluid intake, and pain relievers.",
      "prevention": "Drinking plenty of water, urinating after intercourse, and avoiding irritants like strong soaps or deodorants."
    },
    {
      "id":47,
      "name": "Mumps",
      "link":"https://my.clevelandclinic.org/health/diseases/15007-mumps",
      "description": "Mumps is a contagious disease caused by a virus. It can cause painful swelling in your parotid salivary glands (parotitis). Treatment for mumps focuses on alleviating symptoms. The disease has to run its course. Most symptoms are mild, but serious complications can occur. The MMR vaccine offers protection from the virus that causes mumps.",
      "title1": "What is mumps?",
      "text1": "Mumps is a contagious disease caused by the mumps virus, which belongs to a group of viruses known as paramyxoviruses. The illness starts with mild symptoms such as headache, fever and fatigue. But then it typically leads to severe swelling in certain salivary glands (parotitis) that causes puffy cheeks and a tender, swollen jaw.\n\nMumps used to be a very common childhood disease. After the mumps vaccine became available in 1967, the number of cases reduced significantly. However, mumps outbreaks still occur, especially among people who have prolonged close contact, such as on college campuses.\n\nYou can protect your child by having them get the measles-mumps-rubella (MMR) vaccine. Although mumps is usually a mild disease, serious complications can occur.",
      "title2": "Who does mumps affect?",
      "text2": "Mumps most commonly affects children between the ages of 2 to 12 who haven’t received the mumps vaccine. However, adolescents and adults can get mumps despite being vaccinated against it. This occurs because there’s waning immunity of the vaccine after several years. Still, the best way to protect against mumps infection is to be fully vaccinated.",
      "title3": "What are the symptoms of mumps?",
      "text3": "Swollen Salivary Glands, Fever, Headache, Muscle Aches, Loss of Appetite, Pain While Chewing, Fatigue",
      "title4" : "What causes mumps?",
      "text4": "The mumps virus, which is a type of paramyxovirus, causes mumps. The virus spreads from person to person through direct contact with infected saliva or through respiratory droplets from the infected person’s nose, mouth or throat.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Supportive care, pain relievers, warm or cold compresses, and rest.",
      "prevention": "MMR (measles, mumps, rubella) vaccination and avoiding contact with infected individuals."
    },
    {
      "id":48,
      "name": "Lupus",
      "link":"https://my.clevelandclinic.org/health/diseases/4875-lupus",
      "description": "Lupus is an autoimmune disease that makes your immune system damage organs and tissue throughout your body. It causes inflammation that can affect your skin, joints, blood and organs like your kidneys, lungs and heart. A healthcare provider will help you find medications to manage your symptoms and reduce how often you experience flare-ups.",
      "title1": "What is lupus?",
      "text1": "Lupus is a condition that causes inflammation throughout your body. It’s an autoimmune disease, which means your immune system damages your body instead of protecting it. You may experience symptoms throughout your body depending on where your autoimmune system damages tissue.",
      "title2": "Types of lupus",
      "text2": "Healthcare providers sometimes call lupus systemic lupus erythematosus (SLE). It’s the most common type of lupus, and means you have lupus throughout your body. Other types include: 1.) Cutaneous lupus erythematous: Lupus that only affects your skin. 2.) Drug-induced lupus: Some medications trigger lupus symptoms as a side effect. It’s usually temporary and might go away after you stop taking the medication that caused it. 3.) Neonatal lupus: Babies are sometimes born with lupus. Babies born to biological parents with lupus aren’t certain to have lupus, but they might have an increased risk.",
      "title3": "What are lupus symptoms?",
      "text3": "Fatigue, Skin Rash, Joint Pain, Shortness of Breath, Fever, Mouth Sores, Confusion",
      "title4" : "What causes lupus?",
      "text4": "Experts don’t know for certain what causes lupus. Studies have found that certain factors about your health or where you live may trigger lupus: Genetic factors: Having certain genetic mutations may make you more likely to have lupus. Hormones: Reactions to certain hormones in your body (especially estrogen) may make you more likely to develop lupus. Environmental factors: Aspects about where you live and how much pollution or sunlight you’re exposed to might affect your lupus risk. Your health history: Smoking, your stress level and having certain other health conditions (like other autoimmune diseases) might trigger lupus.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Immunosuppressive drugs, corticosteroids, NSAIDs, and lifestyle management.",
      "prevention": "There is no known prevention, but avoiding excessive sun exposure, managing stress, and regular medical checkups can help manage symptoms."
    },
    {
      "id":49,
      "name": "Tinea (Ringworm)",
      "link":"https://my.clevelandclinic.org/health/diseases/4560-ringworm",
      "description": "Ringworm is an itchy, contagious fungal infection that causes a ring-shaped pattern on your skin. Over-the-counter and prescription treatments can stop the fungus from spreading to other parts of your body or to others.",
      "title1": "What is ringworm?",
      "text1": "You might be surprised to learn that a fungus — and not a worm — causes ringworm. Fungi thrive in warm and humid areas such as locker rooms and public showers. This common and contagious skin infection gets its name from the red, itchy, ring-shaped skin plaque (a type of scaly rash). It spreads easily and through close contact.\n\nYou get ringworm from contact with an infected person, animal or object. Ringworm goes by different names depending on which body part it affects. Ringworm on your body is called tinea corporis. This type of ringworm affects your arms, legs, torso and face. Ringworm is treated with antifungal medication available either over the counter or as a prescription.",
      "title2": "What does ringworm look like?",
      "text2": "Ringworm typically begins as a flat, discolored patch, which may appear red in lighter complexions and brown in darker complexions. The patch has a ring-like or circular shape with a raised, scaly border.",
      "title3": "What are the signs of ringworm?",
      "text3": "Itchy Rash, Red, Ring-Shaped Skin, Scaling, Crusting, Hair Loss, Inflamed Skin",
      "title4" : "What causes ringworm?",
      "text4": "Despite its name, a fungus causes ringworm. This type of fungus naturally lives on your skin, hair and nails. However, when their environment gets hot and damp, the fungi start growing uncontrollably. You can get this infection anytime your skin comes into contact with the ringworm fungus on someone else’s skin.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Antifungal creams, oral antifungal medications for severe cases, and keeping the affected area clean and dry.",
      "prevention": "Avoiding sharing personal items, keeping skin dry, and practicing good hygiene."
    },
    {
      "id":50,
      "name": "Eczema",
      "link":"https://my.clevelandclinic.org/health/diseases/9998-eczema",
      "description": "Eczema is a skin condition that causes dry and itchy patches of skin. It’s a common condition that isn’t contagious. Symptoms of eczema can flare up if you contact an irritant or an allergen. There are treatments available to help you manage symptoms, but there isn’t a cure.",
      "title1": "What is eczema?",
      "text1": "Eczema is a condition that causes your skin to become dry, itchy and bumpy. This condition weakens your skin’s barrier function, which is responsible for helping your skin retain moisture and protecting your body from outside elements.\n\nEczema is a type of dermatitis. Dermatitis is a group of conditions that cause skin inflammation.",
      "title2": "What causes eczema to start?",
      "text2": "The first signs of eczema are itchiness, dry skin and a rash. These signs indicate that you came into contact with a trigger in your environment that caused your symptoms to start or flare up. Identifying environmental triggers and avoiding them can reduce your risk of an eczema flare-up in your future.",
      "title3": "What are the symptoms of eczema?",
      "text3": "Itchy Skin, Redness, Inflammation, Dry Skin, Cracking, Blisters",
      "title4" : "What causes eczema?",
      "text4": "Several factors cause eczema, including: 1.) Your immune system: If you have eczema, your immune system overreacts to small irritants or allergens (triggers) in your environment. 2.) Your genes: You’re more likely to have eczema if there’s a history of eczema or dermatitis in your family.  3.) Your environment: There’s a lot in your environment that can irritate your skin. Some examples include exposure to smoke, air pollutants, harsh soaps, fabrics such as wool, and some skin care products. 4.) Emotional triggers: Your mental health could affect the health of your skin, which can cause a flare-up of eczema symptoms.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Moisturizers, corticosteroid creams, antihistamines, and avoiding irritants.",
      "prevention": "Using fragrance-free skincare products, staying hydrated, and avoiding allergens or harsh soaps."
    },
    {
      "id":51,
      "name": "Chronic Bronchitis",
      "link":"https://my.clevelandclinic.org/health/diseases/24645-chronic-bronchitis",
      "description": "Chronic bronchitis is a form of COPD where your lungs get inflamed and fill with mucus. The most common symptom is a frequent cough that lasts for two years or longer. Chronic bronchitis never really goes away but can be managed with treatment. It’s almost always caused by smoking.",
      "title1": "What is chronic bronchitis?",
      "text1": "Chronic bronchitis is an inflammation of the airways (trachea, bronchi or bronchioles) in your lungs. People with chronic bronchitis have symptoms like a cough and shortness of breath most days of the month, three months out of the year, for two years or longer.",
      "title2": "What’s the difference between chronic bronchitis and emphysema?",
      "text2": "Chronic bronchitis and emphysema are both forms of COPD. They cause similar symptoms but affect different parts of your lungs. Chronic bronchitis causes swelling and mucus in your airways, or tubes, that bring air in and out of your lungs. Emphysema affects the small air sacs at the end of your airways (alveoli) and causes them to collapse. People with COPD often have some damage to both their airways and alveoli.",
      "title3": "What are the symptoms of chronic bronchitis?",
      "text3": "The main symptom of chronic bronchitis/COPD is a persistent (stubborn) cough with mucus that happens frequently for at least two years. Other symptoms include: A whistling sound when you breathe (wheezing), Shortness of breath (dyspnea), Fast heart rate (tachycardia), Tiredness (fatigue)",
      "title4" : "What causes chronic bronchitis?",
      "text4": "Smoking is the leading cause of chronic bronchitis/COPD. Pollutants in the air or other lung conditions, like asthma, can also increase your risk. In some cases, you won’t know the cause.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Bronchodilators, corticosteroids, pulmonary rehabilitation, and oxygen therapy for severe cases.",
      "prevention": "Avoiding smoking, reducing exposure to air pollutants, and getting vaccinated against flu and pneumonia."
    },
    {
      "id":52,
      "name": "Constipation",
      "link":"https://my.clevelandclinic.org/health/diseases/4059-constipation",
      "description": "Constipation occurs when your bowel movements become less frequent and stools become difficult to pass. It happens most often due to changes in diet or routine, or due to inadequate intake of fiber. You should call a healthcare provider if you have severe pain, blood in your stool or constipation that lasts longer than three weeks.",
      "title1": "What is constipation?",
      "text1": "Having fewer than three bowel movements a week is, technically, the definition of constipation. But how often you poop varies widely from person to person. Some people poop several times a day while others only poop one to two times a week. Whatever your bowel movement pattern is, it’s unique and normal for you — as long as you don’t stray too far from your pattern.",
      "title2": "How common is constipation?",
      "text2": "You’re not alone if you’re feeling constipated. Constipation is one of the most frequent gastrointestinal complaints in the United States. At least 2.5 million people see their healthcare provider each year due to constipation.",
      "title3": "What are the symptoms of constipation?",
      "text3": "Hard Stools, Straining During Bowel Movement, Bloating, Abdominal Discomfort",
      "title4" : "What causes constipation?",
      "text4": "There are many causes of constipation, including lifestyle factors, medications and medical conditions. Lifestyle factors, Medications, Medical conditions",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Laxatives, stool softeners, and medical evaluation for chronic cases.",
      "prevention": "Eat fiber-rich foods, stay hydrated, and establish a regular bowel routine."
    },
    {
      "id":53,
      "name": "Diaper Rash",
      "link":"https://my.clevelandclinic.org/health/diseases/11037-diaper-rash-diaper-dermatitis",
      "description": "Diaper rash is any rash that affects your baby’s diaper area — their buttocks, genitals or thighs. Diaper rash is the most common skin condition in young infants. Mild cases usually go away with simple home treatment within a few days. More severe diaper rash may need medical treatment from your baby’s healthcare provider.",
      "title1": "What is diaper rash?",
      "text1": "A diaper rash is any rash that forms in your baby’s diaper area. In mild cases, the skin may be red and tender. A more severe diaper rash may have painful, open sores. Mild cases clear up within three to four days with home treatment. More severe cases may need medical treatment. Diaper rashes are the most common skin condition seen in young infants.",
      "title2": "How common is diaper rash?",
      "text2": "Diaper rash is very common. More than half of babies between 4 and 15 months of age will have a diaper rash at least once in a two-month period.",
      "title3": "Symptoms",
      "text3": "Redness, Itchiness, Discomfort, Skin Peeling",
      "title4" : "What causes diaper rash?",
      "text4": "Many different things can cause diaper rash, including: Too much moisture in your baby’s diaper area, Chafing or rubbing (intertrigo) in their diaper area, When pee or poop touch your baby’s skin for long periods of time, Yeast infection, Bacterial infection, Allergic reaction to diaper material, Reaction to food (food allergies)",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Antifungal or antibacterial creams if infection is present.",
      "prevention": "Keep the diaper area dry, use fragrance-free wipes, and apply protective creams."
    },
    {
      "id":54,
      "name": "Rheumatoid Arthritis",
      "link":"https://my.clevelandclinic.org/health/diseases/4924-rheumatoid-arthritis",
      "description": "Rheumatoid arthritis is a type of arthritis where your immune system attacks the tissue lining the joints on both sides of your body. It may affect other parts of your body, too. The exact cause is unknown. Treatment options include lifestyle changes, physical therapy, occupational therapy, nutritional therapy, medication and surgery.",
      "title1": "What is rheumatoid arthritis?",
      "text1": "Rheumatoid arthritis (RA) is a chronic (ongoing) autoimmune disease that causes pain, swelling and stiffness in the lining of your joints (synovium). It most commonly affects the joints in your fingers, hands, wrists, knees, ankles, feet and toes. RA usually occurs in the same joints on both sides of your body, which makes it different from some other types of arthritis.",
      "title2": "When do people typically develop RA?",
      "text2": "RA usually starts to develop between the ages of 30 and 60. But anyone can develop the condition. In children and young adults — usually between the ages of 16 and 40 — it’s called young-onset rheumatoid arthritis (YORA). In people who develop symptoms after they turn 60, it’s called later-onset rheumatoid arthritis (LORA).",
      "title3": "What are the main symptoms of rheumatoid arthritis?",
      "text3": "Joint Pain, Swelling, Fatigue, Morning Stiffness, Loss of Joint Function, Fever",
      "title4" : "What causes rheumatoid arthritis?",
      "text4": "The exact cause of rheumatoid arthritis is unknown. Researchers think it’s caused by a combination of genetics, hormones and environmental factors.\n\nNormally, your immune system protects your body from disease. With RA, something triggers your immune system to attack your own joints. An infection, smoking, or physical or emotional stress may be triggers.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "DMARDs, NSAIDs, biologic therapies, physical therapy, and in severe cases, joint surgery.",
      "prevention": "Regular exercise, maintaining a healthy weight, avoiding smoking, and early treatment for joint issues."
    },
    {
      "id":55,
      "name": "Psoriasis",
      "link":"https://my.clevelandclinic.org/health/diseases/6866-psoriasis",
      "description": "Psoriasis is an autoimmune skin condition that causes itchiness and discomfort. Plaque psoriasis is the most common type. It causes thick, scaly areas of skin. While there isn’t a cure, psoriasis treatment can help manage symptoms. Your provider may prescribe special creams or ointments for psoriasis.",
      "title1": "What is psoriasis?",
      "text1": "Psoriasis is an autoimmune condition that causes inflammation in your skin. Symptoms of psoriasis include thick areas of discolored skin covered with scales. These thick, scaly areas are called plaques.\n\nPsoriasis is a chronic skin condition, which means it can flare up unexpectedly and there’s no cure.",
      "title2": "What is psoriatic arthritis?",
      "text2": "Psoriatic arthritis is a type of arthritis that causes joint pain and swelling. Similar to psoriasis, psoriatic arthritis is an autoimmune condition that causes your immune system to function abnormally and cause symptoms. About 1 in 3 people diagnosed with psoriasis will also develop arthritis due to inflammation. Early treatment of psoriatic arthritis can reduce damage to your joints.",
      "title3": "What are the symptoms of psoriasis?",
      "text3": "Red, Scaly Patches, Itching, Dry Skin, Cracked Skin, Burning Sensation, Thickened Nails",
      "title4" : "What causes psoriasis outbreaks?",
      "text4": "An outbreak of psoriasis, or a flare up, causes symptoms of psoriasis as a result of contact with a trigger, which could be an irritant or an allergen. Psoriasis outbreaks differ from person to person. Common triggers for psoriasis flare ups include: Emotional stress, An infection (streptococcal infection), A skin injury like cuts, scrapes or surgery, Certain medications, such as lithium and beta-blockers, Changes in body temperature due to the weather",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Topical treatments (steroids, vitamin D analogs), phototherapy, biologic drugs, and systemic medications.",
      "prevention": "Moisturizing the skin, managing stress, avoiding triggers like smoking and alcohol, and maintaining a healthy lifestyle."
    },
    {
      "id":56,
      "name": "Motion Sickness",
      "link":"https://my.clevelandclinic.org/health/diseases/12782-motion-sickness",
      "description": "Motion sickness is a common condition that happens when you’re in motion, like riding in a vehicle, while sitting still. It happens when your eyes, inner ear and body send conflicting messages to your brain. Symptoms include nausea, breaking out in cold sweat or headache. Fortunately, there are ways to prevent motion sickness or ease its symptoms.",
      "title1": "What is motion sickness?",
      "text1": "Motion sickness is a condition that happens when your eyes, inner ear and body send conflicting messages to your brain. You can develop the condition whenever your body is staying still but you’re being moved by a vehicle, like when you’re riding in a car or standing on a boat deck.\n\nSome people get a kind of motion sickness while playing video games and virtual reality games (virtual motion sickness or VMS). Symptoms include nausea, breaking out in cold sweat or headache. Fortunately, there are ways to prevent motion sickness or ease its symptoms.",
      "title2": "",
      "text2": "",
      "title3": "What are the symptoms of motion sickness?",
      "text3": "Dizziness, Nausea, Vomiting, Sweating, Headache",
      "title4" : "What causes motion sickness?",
      "text4": "Motion sickness happens when your brain gets conflicting messages from the parts of your body that sense motion: your eyes, inner ear, muscles and joints. ",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Antihistamines like dimenhydrinate or scopolamine patches.",
      "prevention": "Avoid heavy meals before travel, sit in the front seat, and keep fresh air flowing."
    },
    {
      "id":57,
      "name": "Tension Headache",
      "link":"https://my.clevelandclinic.org/health/diseases/8257-tension-headaches",
      "description": "Tension headaches are the most common headache type. Healthcare providers may call them tension-type headaches. These headaches may feel like pressure on your forehead and temples. There are home treatments for tension headaches, and healthcare providers may prescribe medication and other therapies that will ease tension headache pain and pressure.",
      "title1": "What is a tension headache?",
      "text1": "A tension headache is a headache that feels like there’s a tight band wrapped around your head that puts pressure on your forehead and temples. Healthcare providers may call them tension-type headaches. Many factors cause tension headaches, and you may be unable to avoid all potential triggers. Fortunately, there are many things you can do to prevent a tension headache. And if home treatment doesn’t work, healthcare providers may have medications and other therapies to ease tension headache pressure.",
      "title2": "Are tension headaches common?",
      "text2": "Tension headaches are the most common primary headache type. Researchers estimate more than 70% of people have episodic tension headaches. Females are more likely to get them.",
      "title3": "What are the symptoms of a tension headache?",
      "text3": "Headache, Pressure Around Forehead, Neck Pain, Light Sensitivity",
      "title4" : "What causes tension headaches?",
      "text4": "Researchers are still seeking a single cause for tension headaches. Some believe tension headaches start when muscles between your head and neck knot up, eventually tightening your scalp muscles. That muscular ripple effect may happen because you’re stressed or dealing with emotional conflict.",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Pain relievers (NSAIDs or acetaminophen) and stress management therapy.",
      "prevention": "Reduce stress, maintain good posture, and get adequate sleep."
    },
    {
      "id":58,
      "name": "Hand, Foot, and Mouth Disease (HFMD)",
      "link":"https://my.clevelandclinic.org/health/diseases/11129-hand-foot-and-mouth-disease",
      "description": "Hand, foot and mouth disease (HFMD) is a very contagious viral infection that causes a blister-like rash on your child’s hands and feet and painful sores in their mouth. The disease most often affects babies and children younger than 5 years old. HFMD is typically mild and usually clears up on its own within seven to 10 days.",
      "title1": "What is hand, foot and mouth disease?",
      "text1": "Hand, foot and mouth disease (HFMD) is a very contagious illness caused by a virus. The disease gets its name from the blister-like rash that forms on your child’s hands and feet and painful sores that develop in their mouth. The rash can actually appear anywhere on their body, including their chest, back, arms, legs, genitals and buttocks.",
      "title2": "Is hand, foot and mouth disease contagious?",
      "text2": "Hand, foot and mouth disease is contagious. Your child is most contagious during the first few days of the illness, often before the rash appears. The blisters usually dry up in about 10 days. Your child is less likely to spread it to others once the blisters dry up. However, the virus can live in their stool (poop) for weeks after the rash goes away.",
      "title3": "Symptoms",
      "text3": "Fever, Sore Throat, Skin Rash, Mouth Sores, Fatigue",
      "title4" : "What causes hand, foot and mouth disease?",
      "text4": "Viruses belonging to the coxsackievirus and enterovirus families cause hand, foot and mouth disease. These viruses can be found in your child’s digestive tract, including their: Mouth, Esophagus, Stomach, Small intestine, Large intestine, Rectum, Anus (butthole)",
      "image1": "",
      "image2": "",
      "image3": "",
      "treatment option": "Supportive care with hydration and fever management; antiviral treatment if severe.",
      "prevention": "Practice good hand hygiene, disinfect surfaces, and avoid contact with infected individuals."
    }
  ]
}