{
  "symptoms": [
    {
      "id": 1,
      "name": "Fever",
      "description": "A fever is when your body temperature is higher than your normal average temp. Most providers say a fever is either 100.0 F (37.8 C) or 100.4 F (38 C). When you have a fever, it’s your body’s normal response to fighting an infection or illness. Fevers usually aren’t a serious concern. They typically go away when the infection passes.",
      "questions": [],
      "remedies": "Get plenty of rest, Drink more fluids, Take lukewarm baths, Keep clothing light, Try foods and herbal remedies, Consider over-the-counter medications "
    },
    {
      "id": 2,
      "name": "Cough",
      "description":"A cough is a reflex reaction designed to keep your airways clear. You may be coughing because of another condition, like asthma or a respiratory infection, or because you have swallowing difficulties. Your healthcare provider can help you figure out what’s going on.",
      "questions": [],
      "diagnosis": "A mild cough may indicate a common cold or irritation. Drink warm fluids and avoid irritants like smoke. If persistent, see a doctor.",
      "remedies": "Honey, Hot Drinks, Ginger, Water, Steam, Neti Pot, Elderberry, Menthol, Gargle Saltwater, Humidifier, Herbs, Cough Drops"
    },
    {
      "id": 3,
      "name": "Headache",
      "description": "Headaches are a very common condition that most people will experience many times during their lives. The main symptom of a headache is pain in your head or face. There are several types of headaches, and tension headaches are the most common. While most headaches aren’t dangerous, certain types can be a sign of a serious underlying condition.",
      "questions": [],
      "remedies": "Drink water, Take some magnesium, Limit alcohol, Get adequate sleep, Avoid foods high in histamine, Try essential oils, Try a B-complex vitamin, Soothe pain with a cold compress, Consider taking coenzyme Q10, Try an elimination diet, Drink caffeinated tea or coffee, Try acupuncture, Relax with yoga, Avoid strong smells, Try an herbal remedy, Avoid nitrates and nitrites, Take some ginger, Move more",
      "diagnosis": "A mild headache could be due to stress or dehydration. Drink water, rest, and avoid stressors. Seek help if the headache worsens."
    },
    {
      "id": 4,
      "name": "Sore Throat",
      "description": "A sore throat (pharyngitis) is a scratchy or burning feeling in the back of your throat. It may hurt to swallow or talk. Most sore throats happen because of a viral infection, like the common cold or flu. In addition to the soreness, you may have symptoms like a cough or runny nose. Most sore throat symptoms go away within three to 10 days.",
      "questions": [],
      "remedies": "Marshmallow root, Sage and echinacea, Apple cider vinegar, Saltwater gargle, Honey, Licorice root, Lemon water, Ginger root tea, Coconut oil, Cinnamon, Drink plenty of fluids, Soup, Peppermint tea, Chamomile tea, Herbal lozenges",
      "diagnosis": "A sore throat is often a symptom of a viral infection. Gargle with warm salt water, drink warm fluids, and rest."
    },
    {
      "id": 5,
      "name": "Runny Nose",
      "description": "Rhinorrhea (runny nose) is a very common symptom. It most often happens due to allergies and viral infections (like a cold or the flu). But several other conditions can make your nose drip. A runny nose typically goes away on its own, but certain treatments can improve it.",
      "questions": [],
      "remedies": "Drink plenty of fluids, Hot teas, Humidifier, Facial steam, Hot shower, Neti pot, Nasal spray, Warm compress, Eating spicy food, Capsaicin",
      "diagnosis": "A runny nose is typically due to a cold or mild allergy. Stay hydrated and use a saline spray if needed."
    },
    {
      "id": 6,
      "name": "Body Aches",
      "description": "Body aches occur with many health conditions, including arthritis and the flu. If the pain lasts more than a few days, is severe, or occurs with other symptoms, you may need medical attention.",
      "questions": [],
      "remedies": "Resting, Drinking plenty of fluids, Taking over-the-counter medications (OTC), Having a warm bath, Regulating temperature",
      "diagnosis": "Body aches can be caused by viral infections or overexertion. Rest and take a mild pain reliever if necessary."
    },
    {
      "id": 7,
      "name": "Nausea",
      "description": "Nausea and vomiting are symptoms of many different health conditions, including early pregnancy, concussions and the stomach flu. Happening in both adults and children, there are many ways to relieve nausea. Drinking ice-cold beverages and eating light, bland foods can help.",
      "questions": [],
      "remedies": "Eat ginger, Peppermint aromatherapy, Acupuncture or acupressure, Lemon, Control your breathing, Use certain spices, Muscle relaxation, Vitamin B6 supplements, Make changes to your diet, Stay active, Drink plenty of water",
      "diagnosis": "Nausea is often a result of mild stomach upset or dehydration. Stay hydrated and eat bland foods like crackers or rice."
    },
    {
      "id": 8,
      "name": "Diarrhea",
      "description": "Diarrhea means having a loose, watery stool during a bowel movement. It’s common in both children and adults and usually goes away on its own within a few days. If it doesn’t improve or if you’re experiencing other symptoms like a fever or bloody stool, reach out to a provider to get the treatment (and relief) you need.",
      "questions": [],
      "remedies": "Rehydrating, Eating a recovery diet, Avoiding certain foods, Taking probiotics, Trying medications",
      "diagnosis": "Mild diarrhea could be due to a viral infection or food intolerance. Drink plenty of fluids with electrolytes."
    },
    {
      "id": 9,
      "name": "Fatigue",
      "description": "The definition of fatigue is extreme tiredness. Severe fatigue makes it difficult for you to get up in the morning and make it through your day. Many conditions and lifestyle factors can cause fatigue. You may be able to relieve it by changing your habits. If an underlying condition causes it, a healthcare provider can usually help you manage it.",
      "questions": [],
      "remedies": "Drink enough fluids to stay hydrated, practice healthy eating habits, exercise on a regular basis, get enough sleep, avoid known stressors, avoid a work or social schedule that’s overly demanding, take part in relaxing activities, such as yoga, abstain from alcohol, tobacco, and other illicit drugs",
      "diagnosis": "Fatigue may result from overexertion or mild illness. Ensure adequate sleep, hydration, and nutrition."
    },
    {
      "id": 10,
      "name": "Stomach Pain change",
      "description": "Abdominal pain has many causes, some more serious than others. What feels like a stomachache may be coming from another organ in your abdomen, or from outside of your digestive system. Always seek medical care if your abdominal pain is unexplained, persistent or severe.",
      "questions": [],
      "remedies": "Drinking water, Avoiding lying down, Ginger, BRAT diet, Avoiding smoking and drinking alcohol, Avoiding difficult-to-digest foods, Baking soda, Figs, Aloe, Basil, Licorice, Rice",
      "diagnosis": "Stomach pain is often caused by indigestion or mild infection. Rest and consume light, bland foods. Seek help if severe."
    },
    {
      "id": 11,
      "name": "Sneezing",
      "description": "Sneezing is an involuntary burst of air forced from your lungs through your nose and mouth. It usually happens when things like dust, pollen or viruses irritate the mucus membranes that line your nose and throat. Sneezing can be alarming. But it usually doesn’t indicate a serious health condition.",
      "questions": [],
      "remedies": "Use air filters in your AC or furnace and change them often, Choose pets that don’t trigger your specific allergy symptoms, Consider getting an air purifier to reduce dust and allergens in the air"
    },
    {
      "id": 12,
      "name": "Light Sensitivity",
      "description": "Photophobia means that your eyes are sensitive to light. The light may be painful. Photophobia is associated with many eye conditions and other medical issues.",
      "questions": [],
      "remedies": "Staying out of sunlight and keeping the lights dimmed inside can help make photophobia less uncomfortable. Keeping your eyes closed or covering them with dark, tinted glasses can also provide relief."
    },
    {
      "id": 13,
      "name": "Shortness of Breath",
      "description": "Dyspnea, or shortness of breath, is the feeling that you can’t get enough air into your lungs. It might feel like your chest is tight, you’re gasping for air or you’re working harder to breathe. Heart and lung conditions are common causes of dyspnea.",
      "questions": [],
      "remedies":"Deep breathing, Pursed lip breathing, Finding a comfortable and supported position, Using a fan, Inhaling steam, Drinking black coffee, Eating fresh ginger, "
    },
    {
      "id": 14,
      "name": "Itchy Eyes",
      "description": "Itchy eyes, which doctors may call ocular pruritis, affect many people and are a common reason for visiting the ophthalmologist. A variety of conditions, including allergies and infection, can cause itchy eyes.",
      "questions": [],
      "remedies": "Applying warm and cool compresses, keeping the eye area clean, using a humidifier, avoiding allergens, using eye drops"
    },
    {
      "id": 15,
      "name": "Weight Gain/Loss",
      "description": "You may gain weight unintentionally as a result of certain things you consume, such as sugary foods and beverages. But sometimes weight gain can occur due to an underlying health condition. Unexplained weight loss is a noticeable drop in your body weight without trying. And it’s not just a little weight — it’s a loss of 10 pounds or 5% of your body weight in six to 12 months. It can be a symptom of a serious illness, like cancer or diabetes. Treatment involves identifying and treating the condition that’s causing it.",
      "questions": [],
      "remedies": "Healthy Diet, Exercise Regularly, Hydration, Manage Stress, Improve Sleep"
    },
    {
      "id": 16,
      "name": "Abdominal Pain",
      "description": "Abdominal pain has many causes, some more serious than others. What feels like a stomachache may be coming from another organ in your abdomen, or from outside of your digestive system. Always seek medical care if your abdominal pain is unexplained, persistent or severe.",
      "questions": [],
      "remedies": "Drinking water, Avoiding lying down, Ginger, BRAT diet, Avoiding smoking and drinking alcohol, Avoiding difficult-to-digest foods, Baking soda, Figs, Aloe, Basil, Licorice, Rice"
    },
    {
      "id": 17,
      "name": "Vomiting",
      "description": "Vomiting is the forceful ejection of the contents of your stomach and upper digestive system through your mouth. It’s also known as throwing up or being sick.\n\nVomiting is a reflex that helps your body get rid of substances that may be harmful. Most people will experience vomiting at some point.",
      "questions": [],
      "remedies": "Drinking clear and/or ice-cold drinks, Eating light, bland foods (such as saltine crackers or plain bread), Avoiding fried, greasy or sweet foods, Eating slowly and eating smaller, more frequent meals, Not mixing hot and cold foods, Drinking beverages slowly, Avoiding activity after eating, Avoiding brushing your teeth after eating, Choosing foods from all the food groups as you can tolerate them to get adequate nutrition, Drinking gradually larger amounts of clear liquids, Avoiding solid food until the vomiting episode has passed, Resting"
    },
    {
      "id": 18,
      "name": "Chest Pain",
      "description": "Chest pain has many causes, like issues in your heart, lungs or digestive system. Some causes are life-threatening while others aren’t. A healthcare provider can find the cause of your chest pain and put your mind at ease. Chest pain treatments may include medicines or operations.",
      "questions": [],
      "remedies": "Deep Breathing Exercises, Drink Warm Water or Herbal Tea, Apply a Warm Compress, Sit Upright & Relax, Avoid Heavy Meals & Spicy Foods, Gentle Stretching or Light Massage, Over-the-Counter Pain Relievers (note: Seek medical help immediately if the pain is severe, persistent, or accompanied by shortness of breath, dizziness, or arm pain.)"
    },
    {
      "id": 19,
      "name": "Wheezing",
      "description": "Wheezing is the shrill whistle or coarse rattle you hear when your airway is partially blocked. It might be blocked because of an allergic reaction, a cold, bronchitis or allergies. Wheezing is also a symptom of asthma, pneumonia, heart failure and more. It could go away on its own, or it could be a sign of a serious condition.",
      "questions": [],
      "remedies": "Drink warm liquids, Inhale moist air, Eat more fruits and vegetables, Avoid smoke, Try pursed lip breathing, Avoid exercising in cold, dry weather"
    },
    {
      "id": 20,
      "name": "Nasal Congestion",
      "description": "Nasal congestion happens when something irritates tissues lining the inside of your nose. The irritation sets off a chain reaction of inflammation, swelling and mucus production, making it hard to take in air through your nose. Left untreated, nasal congestion may cause sinusitis, nasal polyps or middle ear infections.",
      "questions": [],
      "remedies": "Drinking lots of water, Inhaling steam, Using a humidifier or vaporizer, Rinsing your nose with a saline solution, neti pot, or nasal irrigator, Applying heat to your nose helps loosen mucus, Peppermint tea or peppermint-containing chest rubs and cough drops, Over-the-counter nasal decongestants"
    },
    {
      "id": 21,
      "name": "Swollen Tonsils",
      "description": "Tonsillitis is a common condition that happens when your tonsils get infected. Symptoms typically include sore throat, fever and swollen lymph nodes. Treatment depends on whether the infection is viral or bacterial, and recovery usually takes about one week.",
      "questions": [],
      "remedies": "Drinking plenty of warm liquids, Eating cold foods, Avoiding hard foods, Gargling with salt water, Increasing indoor humidity, Avoiding straining the voice, Getting plenty of rest, Over-the-counter pain relievers"
    },
    {
      "id": 22,
      "name": "Night Sweats",
      "description": "Drenching night sweats are common during menopause. Night sweats that occur alongside other symptoms may be a sign of an infection, diabetes, or cancer. Night sweats may be a side effect of a medicine you’re taking. Talk to your healthcare provider. Once they diagnose what’s causing your symptoms, they can recommend treatments to manage your night sweats.",
      "questions": [],
      "remedies": "Adjusting your sleep environment, Wearing light, loose clothing, Using lightweight bedding, Avoiding triggers, Exercising, Staying hydrated, Relaxing, Using antiperspirant"
    },
    {
      "id": 23,
      "name": "Weight Loss",
      "description": "Unexplained weight loss is a noticeable drop in your body weight without trying. And it’s not just a little weight — it’s a loss of 10 pounds or 5% of your body weight in six to 12 months. It can be a symptom of a serious illness, like cancer or diabetes. Treatment involves identifying and treating the condition that’s causing it.",
      "questions": [],
      "remedies": "Track your diet and exercise, Eat mindfully, Eat plenty of fiber, Get enough sleep, Exercise regularly, Eat five to six smaller meals throughout the day, Drink milkshakes, smoothies, or pureed foods that are high in protein"
    },
    {
      "id": 24,
      "name": "Frequent Urination",
      "description": "Frequent urination is the need to pee more often than average (seven to eight times) throughout the day. It can happen to anyone, but it’s more common in people over the age of 70, pregnant people and people with an enlarged prostate. The most common cause is urinary tract infections. Treatment depends on the underlying cause.",
      "questions": [],
      "remedies": "Reduce Caffeine & Alcohol Intake, Limit Fluid Intake Before Bed, Practice Bladder Training, Do Kegel Exercises, Stay Hydrated (But Not Excessive), Avoid Spicy & Acidic Foods, Use Herbal Remedies, Maintain a Healthy Weight"
    },
    {
      "id": 25,
      "name": "Extreme Thirst",
      "description": "Polydipsia is a medical term that means excessive thirst. It's normal to be thirsty sometimes. You may have worked up a sweat, and your body is telling you it’s time to rehydrate. But if you feel thirsty all the time, even after drinking a lot of fluids, you may have a more serious health condition such as diabetes mellitus or diabetes insipidus.",
      "questions": [],
      "remedies": "Stay Hydrated, Avoid Sugary Drinks, Monitor Blood Sugar Levels"
    },
    {
      "id": 26,
      "name": "Blurred Vision",
      "description": "Blurred vision can happen because of being tired, or it can be a symptom of another condition. Treatment depends on the cause. If blurred vision comes on suddenly, seek medical help immediately.",
      "questions": [],
      "remedies": "Rest Eyes Frequently, Adjust Screen Brightness, Eat Vision-Boosting Foods (Carrots, Leafy Greens)"
    },
    {
      "id": 27,
      "name": "Dizziness",
      "description": "Dizziness is a common issue. If you have dizziness, you may feel woozy and disoriented. You may feel as if you’re about to lose your balance. Many things may make you dizzy, such as anxiety or a reaction to medication. But dizziness may be a symptom of an underlying medical issue. Talk to your healthcare provider if you’re having frequent or serious dizzy spells.",
      "questions": [],
      "remedies": "Sit or Lie Down Immediately, Drink Water, Eat Small Frequent Meals, Avoid Sudden Movements"
    },
    {
      "id": 28,
      "name": "Swelling",
      "description": "Swelling is the enlargement of organs, skin, or other body parts. It is caused by a buildup of fluid in the tissues. The extra fluid can lead to a rapid increase in weight over a short period of time (days to weeks).\n\nSwelling can occur all over the body (generalized) or only in one part of the body (localized).",
      "questions": [],
      "remedies": "Elevate Affected Area, Apply Cold or Warm Compress, Reduce Salt Intake, Stay Active"
    },
    {
      "id": 29,
      "name": "Weakness",
      "description": "The term asthenia refers to physical weakness or a lack of energy. Asthenia can affect specific body parts, or it may affect the entire body.",
      "questions": [],
      "remedies": "Stay hydrated, eat nutrient-rich foods, and rest adequately."
    },
    {
      "id": 30,
      "name": "Back Pain",
      "description": "Back pain is a symptom of a strain, sprain, spine disorder or condition affecting organs in your pelvis or belly. Pain can range from mild to severe, and it may spread to your legs or elsewhere. A healthcare provider can identify the cause of your back pain and recommend treatment to help you find relief.",
      "questions": [],
      "remedies": "Maintain Good Posture, Apply Heat or Cold, Stretch Regularly, Strengthen Core Muscles"
    },
    {
      "id": 31,
      "name": "Indigestion",
      "description": "Occasional indigestion is common and not serious. If you get a stomachache after a large meal, you can usually relieve it with an antacid. But if you have indigestion often, there might be more going on. Sometimes it means you have a treatable condition, like acid reflux or peptic ulcer disease. Sometimes it’s more complex.",
      "questions": [],
      "remedies": "Eat Slowly, Avoid Lying Down After Eating, Drink Ginger Tea, Reduce Fatty & Spicy Foods"
    },
    {
      "id": 32,
      "name": "Joint Pain",
      "description": "Joint pain can be felt in the joints throughout your body. It may be a symptom of many different health conditions. Arthritis is the most common cause of joint pain. There are more than 100 kinds of arthritis. Joint pain may range from mild to severe. Treatments vary from simple at-home care to surgery, depending on your condition.",
      "questions": [],
      "remedies": "Apply Warm or Cold Packs, Engage in Low-Impact Exercise (Swimming, Yoga), Take Omega-3 Supplements"
    },
    {
      "id": 33,
      "name": "Stiffness",
      "description": "Muscle stiffness is the sensation of pain or tightness in your muscles. Many people experience muscle stiffness after intense exercise or periods of inactivity. Usually, you can relieve muscle stiffness with home remedies like stretching or icing the affected area. Rarely, muscle stiffness can be a symptom of a serious infection or chronic condition.",
      "questions": [],
      "remedies": "Stretch Regularly, Use a Heating Pad, Stay Active, Maintain Proper Posture"
    },
    {
      "id": 34,
      "name": "Redness",
      "description": "Skin redness or red patches on the skin can have many different causes, including burns, allergic reactions, infections, and conditions such as seborrheic dermatitis. On darker complexions, these conditions may cause the skin to become darker.",
      "questions": [],
      "remedies": "Apply a Cool Compress, Use Aloe Vera or Anti-Inflammatory Creams, Avoid Harsh Skincare Products"
    },
    {
      "id": 35,
      "name": "Itchy Rash",
      "description": "Skin rashes can be red, inflamed, bumpy as well as dry, itchy or painful. The main cause is dermatitis, which is when your skin reacts to allergens or irritants. Bacteria, viruses, allergens and conditions including eczema, hives, and psoriasis can be the source of skin rashes. A variety of treatments can relieve your symptoms and get rid of the rash.",
      "questions": [],
      "remedies": "Keep Skin Moisturized, Avoid Scratching, Use Oatmeal Baths, Apply Anti-Itch Creams"
    },
    {
      "id": 36,
      "name": "High Fever",
      "description": "A fever is when your body temperature is higher than your normal average temp. Most providers say a fever is either 100.0 F (37.8 C) or 100.4 F (38 C). When you have a fever, it’s your body’s normal response to fighting an infection or illness. Fevers usually aren’t a serious concern. They typically go away when the infection passes.",
      "questions": [],
      "remedies": "Stay Hydrated, Use Cold Compresses, Take Fever-Reducing Medication, Rest Adequately"
    },
    {
      "id": 37,
      "name": "Severe Headache",
      "description": "Headaches are a very common condition that most people will experience many times during their lives. The main symptom of a headache is pain in your head or face. There are several types of headaches, and tension headaches are the most common. While most headaches aren’t dangerous, certain types can be a sign of a serious underlying condition.",
      "questions": [],
      "remedies": "Stay Hydrated, Rest in a Dark & Quiet Room, Apply Cold or Warm Compress, Take Magnesium or Ginger Tea"
    },
    {
      "id": 38,
      "name": "Pain Behind the Eyes",
      "description": "Pain behind the eye can result from eyestrain, migraine, dental problems, glaucoma, giant cell arteritis, and other causes. Treatment will depend on the cause, but applying cool or warm compresses may help.",
      "questions": [],
      "remedies": "Reduce Screen Time, Use Eye Drops, Massage Temples & Forehead, Stay Hydrated"

    },
    {
      "id": 39,
      "name": "Joint and Muscle Pain",
      "description": "Muscle and joint pain may overlap, but they can have different causes and treatment approaches. Muscle and joint pain can accompany swelling, stiffness, reduced mobility, and other symptoms.",
      "questions": [],
      "remedies": "Apply Heat or Cold Therapy, Do Gentle Stretching, Take Anti-Inflammatory Supplements (Turmeric, Omega-3)"
    },
    {
      "id": 40,
      "name": "Red Eyes",
      "description": "Your eye can become red because of irritation or injury. You can treat some cases of eye redness with home remedies, but others require medical help. If you have pain, fever, blurred vision, discharge or other symptoms along with your red eye, an eye care provider can treat you.",
      "questions": [],
      "remedies": "Use Artificial Tears, Reduce Eye Strain, Apply Cold Compress, Avoid Allergens"
    },
    {
      "id": 41,
      "name": "Itching",
      "description": "Pruritus is the medical term for itchiness. The condition causes you to feel the need to scratch your skin to get relief. There are several possible causes for pruritus that include an underlying medical condition, contact with an irritant or a reaction to a medication. Treatment varies based on what caused your skin to itch.",
      "questions": [],
      "remedies": "Apply Moisturizer, Take Oatmeal Baths, Use Anti-Itch Creams (Hydrocortisone), Avoid Harsh Soaps"
    },
    {
      "id": 42,
      "name": "Tears",
      "description": "Watery eyes means you have too many tears in and draining from the eyes. Tears help keep the surface of the eye moist. They wash away particles and foreign objects in the eye. Your eyes always contain tears made by the tear (lacrimal) glands just above the eyes. These tears leave the eye through a small hole in the corner of the eye called the tear duct (nasolacrimal duct).",
      "questions": [],
      "remedies": "Use a Warm Compress, Blink Frequently, Reduce Wind & Dust Exposure, Use Lubricating Eye Drops"
    },
    {
      "id": 43,
      "name": "Swollen Eyelids",
      "description": "Blepharitis, the medical term for irritated, swollen eyelids, is a common eye condition. It’s a chronic condition, but it’s not contagious. If you have oily skin or certain skin conditions, you may be more likely to develop blepharitis.",
      "questions": [],
      "remedies": "Apply Cold Compress, Reduce Salt Intake, Avoid Eye Irritants (Makeup, Allergens)"
    },
    {
      "id": 44,
      "name": "Jaundice",
      "description": "Jaundice is a condition where your skin, the whites of your eyes and mucous membranes (like the inside of your nose and mouth) turn yellow. Many medical conditions can cause jaundice, like hepatitis, gallstones and tumors. Jaundice usually clears up once your healthcare provider treats your main medical condition.",
      "questions": [],
      "remedies": "Stay Hydrated, Eat Liver-Friendly Foods (Leafy Greens, Beets), Avoid Alcohol & Fatty Foods, Get Enough Rest"
    },
    {
      "id": 45,
      "name": "Bloating",
      "description": "A bloated stomach feels tight, full and often painful. You might feel bloated even if you don’t have a distended abdomen. Bloating is usually a digestive issue, though hormones and stress also play a part. Sometimes there is an underlying medical condition.",
      "questions": [],
      "remedies": "Eat Small Frequent Meals, Avoid Carbonated Drinks, Drink Peppermint or Ginger Tea, Exercise Regularly"
    },
    {
      "id": 46,
      "name": "Red Bumps",
      "description": "A rash is any area of irritated or swollen skin. Rashes may be itchy and painful and appear differently on different skin tones. In some cases, a rash may be a sign of a medical emergency.\n\n",
      "questions": [],
      "remedies": "Apply tea tree oil, use cold compresses, and keep the area clean."
    },
    {
      "id": 47,
      "name": "Loss of Taste or Smell",
      "description": "Your sense of taste and smell work together to help you enjoy foods and drinks. When you lose your sense of smell — due to age, a health problem or a medicine — foods can seem tasteless or bland. Losing taste and smell can be an early symptom of a COVID-19 infection. A complete loss of smell (anosmia) or loss of taste (ageusia) is rare.",
      "questions": [],
      "remedies": "Use zinc supplements, practice nasal rinses, and stimulate taste with strong flavors."
    },
    {
      "id": 48,
      "name": "Skin Irritation",
      "description": "Skin rashes can be red, inflamed, bumpy as well as dry, itchy or painful. The main cause is dermatitis, which is when your skin reacts to allergens or irritants. Bacteria, viruses, allergens and conditions including eczema, hives, and psoriasis can be the source of skin rashes.",
      "questions": [],
      "remedies": "Apply aloe vera, use mild soaps, and keep skin moisturized."
    },
    {
      "id": 49,
      "name": "Belching",
      "description": "Belching is a natural bodily process that results from swallowed air building up in your stomach. Causes range from swallowing too much air during daily activities like eating and talking to certain health conditions. Occasional belching isn’t anything to worry about. But excessive belching can be a sign of an underlying medical condition.",
      "questions": [],
      "remedies": "Avoid carbonated drinks, chew food slowly, and drink ginger tea."
    },
    {
      "id": 50,
      "name": "Heartburn",
      "description": "Heartburn is a burning sensation that feels like it’s in your heart, but isn’t really. It’s in your esophagus, the swallowing tube that runs alongside your heart. The feeling is caused by acid refluxing up from your stomach. It’s treatable.",
      "questions": [],
      "remedies": "Drink ginger tea, avoid spicy foods, eat smaller meals, and avoid lying down after eating."
    },
    {
      "id": 51,
      "name": "Chest Tightness",
      "description": "Chest pain has many causes, like issues in your heart, lungs or digestive system. Some causes are life-threatening while others aren’t. A healthcare provider can find the cause of your chest pain and put your mind at ease. Chest pain treatments may include medicines or operations.",
      "questions": [],
      "remedies": "Practice Deep Breathing, Avoid Triggers (Allergens, Pollution), Stay Hydrated, Use Steam Therapy"
    },
    {
      "id": 52,
      "name": "Extreme Fatigue",
      "description": "The definition of fatigue is extreme tiredness. Severe fatigue makes it difficult for you to get up in the morning and make it through your day. Many conditions and lifestyle factors can cause fatigue. You may be able to relieve it by changing your habits. If an underlying condition causes it, a healthcare provider can usually help you manage it.",
      "questions": [],
      "remedies": "Get Quality Sleep, Stay Hydrated, Eat Balanced Meals, Avoid Overworking"
    },
    {
      "id": 53,
      "name": "Difficulty Swallowing",
      "description": "Dysphagia or difficulty swallowing is a symptom of many different medical conditions. These conditions include nervous system and brain disorders, muscle disorders and physical blockages in your throat. Treatment for swallowing issues may include medications, changes to your eating habits and, sometimes, procedures.",
      "questions": [],
      "remedies": "Drink Warm Liquids, Eat Soft Foods, Chew Slowly, Avoid Dry or Spicy Foods"
    },
    {
      "id": 54,
      "name": "Pain While Chewing",
      "description": "Jaw pain is a common issue that affects millions of people in the U.S. Jaw pain may be mild or can be severe and affect your quality of life. Many factors can cause jaw pain, such as grinding your teeth, gum disease or a toothache. Jaw pain may also be a symptom of a serious issue, including a broken or dislocated jaw or a heart attack.",
      "questions": [],
      "remedies": "Apply Cold or Warm Compress, Avoid Hard & Chewy Foods, Maintain Good Oral Hygiene"
    },
    {
      "id": 55,
      "name": "Pelvic Pain",
      "description": "Pelvic pain can happen in all sexes and might stem from infections, abnormalities in internal organs or pain from your pelvic bones. Treatment depends on the cause.",
      "questions": [],
      "remedies": "Apply Heat Therapy, Stay Hydrated, Practice Relaxation Techniques, Avoid Caffeine & Alcohol"
    },
    {
      "id": 56,
      "name": "Cloudy Urine",
      "description": "Cloudy urine occurs when your pee looks milky or hazy. It should be clear, light yellow. The most common cause is high levels of alkaline. Treatment often includes drinking plenty of water and following healthy eating patterns. Cloudy urine is generally harmless. But frequent or repetitive cloudy urine could be a sign of a medical condition.",
      "questions": [],
      "remedies": "Drink Plenty of Water, Avoid Sugary & Caffeinated Drinks, Take Cranberry Supplements, Maintain Proper Hygiene"
    },
    {
      "id": 57,
      "name": "Seizure",
      "description": "A seizure is abnormal electrical activity in your brain. It causes changes in awareness and muscle control. It also causes symptoms that affect your behavior and senses. Seizures can affect anyone at any age and there are a lot of possible causes, from an underlying medical condition to an injury or illness. Treatment options are available to help you manage the frequency and severity of seizure symptoms.",
      "questions": [],
      "remedies": "Ensure a Safe Environment, Reduce Stress, Stay Hydrated, Get Enough Sleep"
    },
    {
      "id": 58,
      "name": "Unusual Sensations",
      "description": "Abnormal sensation is when a person experiences tingling, prickling or numbness on any part of their body, it is usually caused by pressure on a nerve. Physiotherapy is beneficial for people with abnormal sensation resulting from a neurological problem.",
      "questions": [],
      "remedies": "Stay Hydrated, Avoid Trigger Foods, Practice Gentle Massage, Do Light Stretching"
    },
    {
      "id": 59,
      "name": "Loss of Consciousness",
      "description": "A loss of consciousness occurs when not enough blood reaches the brain and corresponds to a loss of awareness of oneself and one’s surroundings. In most cases it is due to a particular situation; upon receiving bad news, extreme pain, fear of needles, etc. If a patient with a heart or neurological disease, or who takes certain medicines, loses consciousness, call emergency services immediately.",
      "questions": [],
      "remedies": "Lie Down with Legs Elevated, Stay Hydrated, Breathe Deeply, Avoid Sudden Movements"
    },
    {
      "id": 60,
      "name": "Confusion",
      "description": "Double need to erase",
      "questions": [],
      "remedies": "Stay Hydrated, Get Plenty of Rest, Eat Brain-Boosting Foods (Berries, Nuts), Reduce Stress"
    },
    {
      "id": 61,
      "name": "Reduced Range of Motion",
      "description": "Limited range of motion is a term meaning that a joint or body part cannot move through its normal range of motion. When a joint does not move fully and easily in its normal manner it is considered to have a limited range of motion. Motion may be limited by a mechanical problem within joint, swelling of tissue around the joint, spasticity of the muscles, pain or disease.",
      "questions": [],
      "remedies": "Do Gentle Stretching, Apply Heat Therapy, Stay Physically Active, Take Omega-3 Supplements"
    },
    {
      "id": 62,
      "name": "Rapid Heartbeat",
      "description": "Double need to erase",
      "questions": [],
      "remedies": "Practice Deep Breathing, Stay Hydrated, Reduce Caffeine & Alcohol, Engage in Light Exercise"
    },
    {
      "id": 63,
      "name": "Sweating",
      "description": "Hyperhidrosis is excessive sweating. It causes your body to sweat more than it needs to, sometimes for no apparent reason. This condition may make you feel uncomfortable or embarrassed, but it’s common. A healthcare provider can help you find treatment that manages your symptoms. It could include special antiperspirants, medications or therapies.",
      "questions": [],
      "remedies": "Stay Cool & Hydrated, Avoid Spicy Foods, Wear Breathable Clothing, Use Natural Deodorants"
    },
    {
      "id": 64,
      "name": "Painful Rash",
      "description": "Skin rashes can be red, inflamed, bumpy as well as dry, itchy or painful. The main cause is dermatitis, which is when your skin reacts to allergens or irritants. Bacteria, viruses, allergens and conditions including eczema, hives, and psoriasis can be the source of skin rashes. A variety of treatments can relieve your symptoms and get rid of the rash.",
      "questions": [],
      "remedies": "Apply Calamine Lotion, Take Oatmeal Baths, Use Fragrance-Free Moisturizer, Avoid Scratching"
    },
    {
      "id": 65,
      "name": "Burning Sensation",
      "description": "A burning sensation is a type of pain distinct from dull, stabbing, or aching pain. It can occur in any area of the body but most commonly affects the skin. A wide range of conditions, from herpes to nerve damage, may be responsible.",
      "questions": [],
      "remedies": "Apply Aloe Vera Gel, Avoid Irritants, Stay Hydrated, Use Cooling Compress"
    },
    {
      "id": 66,
      "name": "Red Blisters",
      "description": "A blister is a painful skin condition where fluid fills a space between layers of skin. They form when something — like too-tight shoes — repeatedly rubs against your skin. These fluid-filled bubbles are a pain, but you can treat them easily at home.",
      "questions": [],
      "remedies": "Keep the Area Clean, Apply Antiseptic Ointment, Avoid Popping Blisters, Use a Bandage if Needed"
    },
    {
      "id": 67,
      "name": "Bulge or Lump",
      "description": "An abdominal lump is a swelling or bulge in the abdomen. Most often caused by a hernia, it can be felt near the groin, near the navel, or around a surgical scar. It can be painful and can usually be resolved surgically.",
      "questions": [],
      "remedies": "Apply Cold Compress if Swollen, Avoid Heavy Lifting, Stay Hydrated, Maintain a Healthy Weight"
    },
    {
      "id": 68,
      "name": "Difficulty Lifting",
      "description": "Muscular dystrophy is a group of diseases that cause progressive weakness and loss of muscle mass. In muscular dystrophy, abnormal genes (mutations) interfere with the production of proteins needed to form healthy muscle. There's no cure for muscular dystrophy. But medications and therapy can help manage symptoms and slow the course of the disease.",
      "questions": [],
      "remedies": "Do Strengthening Exercises, Apply Heat Therapy, Maintain Good Posture, Avoid Straining"
    },
    {
      "id": 69,
      "name": "Abdominal Discomfort",
      "description": "Abdominal pain has many causes, some more serious than others. What feels like a stomachache may be coming from another organ in your abdomen, or from outside of your digestive system. Always seek medical care if your abdominal pain is unexplained, persistent or severe.",
      "questions": [],
      "remedies": "Drink Peppermint or Ginger Tea, Eat Small Frequent Meals, Avoid Gas-Producing Foods, Stay Hydrated"
    },
    {
      "id": 70,
      "name": "Cold Sensitivity",
      "description": "Cold intolerance isn’t an illness but is a symptom of an underlying condition. It may be connected to issues with thyroid regulation, the hypothalamus, or blood flow. Or it may be a symptom of conditions such as anemia, hypothyroidism, fibromyalgia, or anorexia.",
      "questions": [],
      "remedies": "Dress in Warm Layers, Stay Active, Drink Warm Liquids, Avoid Cold Drafts"
    },
    {
      "id": 71,
      "name": "Dry Skin",
      "description": "Dry skin causes your skin to have a rough texture because it doesn’t have enough moisture. Dry skin is very common. The medical term for dry skin is xeroderma. You can treat dry skin at home by using moisturizers. Talk to a dermatologist if you have dry skin that doesn’t go away or keeps returning.",
      "questions": [],
      "remedies": "Use Moisturizer Regularly, Stay Hydrated, Take Shorter Showers with Lukewarm Water, Eat Omega-3-Rich Foods"
    },
    {
      "id": 72,
      "name": "Mood Swings",
      "description": "Mood swings are sudden changes in how you feel. They’re caused by changing levels of brain chemicals. They can be a regular part of life, like hunger. Or they can be a sign that something else is going on, like adolescence, the transition to menopause or a mood disorder.",
      "questions": [],
      "remedies": "Practice Mindfulness, Exercise Regularly, Maintain a Healthy Diet, Get Enough Sleep"
    },
    {
      "id": 73,
      "name": "Abdominal Cramps",
      "description": "If you’ve ever had a sudden, uncontrolled, tight feeling in the muscles of your stomach, then you’ve probably had stomach cramps. They’re uncomfortable and sometimes hurt. Anyone can get them. Most of the time, stomach cramps aren’t serious and don’t need to be diagnosed. If they happen often, are severe, or last for more than a day, this could be a sign of a more harmful medical problem, and you should see a doctor.",
      "questions": [],
      "remedies": "Apply Heat Therapy, Drink Chamomile or Peppermint Tea, Stay Hydrated, Do Gentle Stretching"
    },
    {
      "id": 74,
      "name": "Irritability",
      "description": "Irritability may be caused by psychological and physical conditions, such as anxiety, hormonal changes, and blood sugar fluctuations. Coping strategies include exercise and deep breathing, among others.",
      "questions": [],
      "remedies": "Practice Deep Breathing, Get Enough Sleep, Reduce Caffeine Intake, Engage in Relaxing Activities"
    },
    {
      "id": 75,
      "name": "Hot Flashes",
      "description": "Hot flashes are a common symptom of menopause that feel like a sudden flare of heat, paired with sweating and flushed skin. Hot flashes typically start in your late 40s and can last for several months or several years. Treatment options can include prescription medications, hormone replacement therapy (HRT) and lifestyle changes.\n\n",
      "questions": [],
      "remedies": "Wear Light Clothing, Stay Hydrated, Avoid Spicy Foods, Practice Deep Breathing"
    },
    {
      "id": 76,
      "name": "Irregular Periods",
      "description": "Menstrual periods typically last four to seven days and occur roughly every 28 days. Examples of irregular periods include periods that occur fewer than 21 days or more than 35 days apart, missing three or more periods in row, and menstrual flow that’s much heavier or lighter than usual.",
      "questions": [],
      "remedies": "Maintain a Healthy Diet, Exercise Regularly, Reduce Stress, Avoid Excessive Caffeine & Alcohol"
    },
    {
      "id": 77,
      "name": "Facial Pain",
      "description": "Facial pain is pain felt in any part of the face, including the mouth and eyes. Although it’s normally due to an injury or a headache, facial pain may also be the result of a serious medical condition. Most causes of facial pain are harmless. However, if you have facial pain that seems to come without any known cause, call your doctor for an evaluation.",
      "questions": [],
      "remedies": "Apply Warm Compress, Take Steam Inhalation, Stay Hydrated, Use Nasal Spray if Needed"
    },
    {
      "id": 78,
      "name": "Post-nasal Drip",
      "description": "When excess mucus builds up and drips down the back of your throat, it’s called postnasal drip. In addition to feeling like mucus is draining down your throat, symptoms of postnasal drip include cough, the urge to clear your throat and hoarseness. Postnasal drip has many causes, including allergies, infections, pregnancy, medications and GERD.",
      "questions": [],
      "remedies": "Stay Hydrated, Use a Saline Rinse, Avoid Dairy & Caffeine, Sleep with Head Elevated"
    },
    {
      "id": 79,
      "name": "Hearing Loss",
      "description": "Hearing loss can affect everyone from babies to people in their 60s and 70s. Many things may cause hearing loss, but exposure to loud noise is the most common reason people have the condition. Hearing loss can’t be reversed, but surgery to treat some issues can improve hearing. Devices like hearing aids can reduce hearing loss.",
      "questions": [],
      "remedies": "Reduce loud noise exposure, clean ears properly, and use hearing aids if necessary."
    },
    {
      "id": 80,
      "name": "Constant Worry",
      "description": "Generalized anxiety disorder (GAD) is a mental health condition that causes fear, a constant feeling of being overwhelmed and excessive worry about everyday things. It can affect children and adults, and is manageable with talk therapy and/or medications.",
      "questions": [],
      "remedies": "Practice Deep Breathing, Engage in Meditation, Get Regular Exercise, Avoid Excessive Stimulants"
    },
    {
      "id": 81,
      "name": "Restlessness",
      "description": "While it’s common to experience restlessness every now and then, it can be a sign of an underlying condition when it’s recurrent, severe, or prolonged. Periods of nervousness, fidgeting, and irritability are caused by various health factors, including restless legs syndrome (RLS), mood disorders, the side effect of certain medications, and hyperthyroidism. When restlessness significantly impacts your life and disrupts sleep, you should call your healthcare provider.",
      "questions": [],
      "remedies": "Do Relaxation Techniques, Maintain a Consistent Sleep Schedule, Reduce Caffeine & Sugar, Stay Active"
    },
    {
      "id": 82,
      "name": "Ear Drainage",
      "description": "“Otorrhea” is the medical word for ear drainage. It can happen as a result of trauma or an ear infection, such as otitis media or swimmer’s ear. Sometimes, otorrhea indicates a more serious condition, especially if it develops after a head injury. Otorrhea treatment depends on the cause.",
      "questions": [],
      "remedies": "Keep ears dry, avoid inserting objects, and use warm compresses."
    },
    {
      "id": 83,
      "name": "Severe Pain in Joints",
      "description": "Joint pain can be felt in the joints throughout your body. It may be a symptom of many different health conditions. Arthritis is the most common cause of joint pain. There are more than 100 kinds of arthritis. Joint pain may range from mild to severe. Treatments vary from simple at-home care to surgery, depending on your condition.",
      "questions": [],
      "remedies": "Apply Heat or Cold Therapy, Take Omega-3 Supplements, Engage in Low-Impact Exercise, Stay Hydrated"
    },
    {
      "id": 84,
      "name": "Warmth in Affected Area",
      "description": "Heat-related illnesses include heat stroke, heat exhaustion, heat cramps and heat rash. Heat stroke and heat exhaustion involve an abnormally high body temperature (hyperthermia) and need immediate treatment. You can lower your risk of heat illness by staying hydrated and limiting physical activity in hot weather.",
      "questions": [],
      "remedies": "Apply Cold Compress, Avoid Excessive Activity, Stay Hydrated, Elevate the Affected Area"
    },
    {
      "id": 85,
      "name": "Lower Back Pain",
      "description": "Lower back pain is very common. It often results from a strain (injury) to muscles or tendons in your back. Other causes include arthritis, structural problems and disk injuries. The pain often gets better with rest, physical therapy and/or medication.",
      "questions": [],
      "remedies": "Apply Heat Therapy, Maintain Proper Posture, Do Gentle Stretching, Stay Active"
    },
    {
      "id": 86,
      "name": "Leg Pain",
      "description": "Injury to the muscles, bones, and nerves can all cause a person’s leg to hurt. Leg pain may occur due to trauma, or an underlying condition. Treatment will vary depending on the cause of the leg pain.",
      "questions": [],
      "remedies": "Elevate the Legs, Apply Cold or Warm Compress, Stay Hydrated, Do Gentle Exercises"
    },
    {
      "id": 87,
      "name": "Numbness",
      "description": "Numbness describes a loss of feeling in a part of the body. It also is often used to describe other changes in sensation, such as burning or a pins-and-needles feeling. Numbness can occur along a single nerve on one side of the body. Or numbness may occur on both sides of the body. Weakness, which is usually caused by other conditions, is often mistaken for numbness.",
      "questions": [],
      "remedies": "Change Positions Frequently, Do Gentle Stretching, Stay Hydrated, Avoid Prolonged Sitting"
    },
    {
      "id": 88,
      "name": "Itchy Feet",
      "description": "Your feet are especially vulnerable to itching because they tend to be placed in sweaty situations with various types of footwear. Itching can be caused by moisture, dry skin, microbes, and other irritants.",
      "questions": [],
      "remedies": "Apply antifungal powders, keep feet dry, and soak in warm water with salt."
    },
    {
      "id": 89,
      "name": "Red Welts",
      "description": "Hives, a skin rash that’s often very itchy, often results from an allergic reaction to food or something you’ve touched. Hives can go away quickly (acute hives) or last a long time (chronic hives). Treatments may include antihistamines or steroids.",
      "questions": [],
      "remedies": "Apply Calamine Lotion, Take an Antihistamine, Use Cool Compress, Avoid Scratching"
    },
    {
      "id": 90,
      "name": "Chills",
      "description": "Chills are your body’s way of raising its core temperature. Cold temperatures, viruses, infections and other illnesses can bring on chills. When you shiver, your muscles relax and contract. This involuntary movement warms your body. Chills and fever often go together. But not everyone with a fever gets chills. And you can get chills with no fever.",
      "questions": [],
      "remedies": "Stay Warm, Drink Herbal Tea, Get Plenty of Rest, Stay Hydrated"
    },
    {
      "id": 91,
      "name": "Foul Odor",
      "description": "Body odor is caused by a mix of bacteria and sweat on your skin. Your body odor can change due to hormones, the food you eat, infection, medications or underlying conditions like diabetes. Prescription-strength antiperspirants or medications may help.",
      "questions": [],
      "remedies": "Practice good hygiene, use antibacterial soap, and drink more water."
    },
    {
      "id": 92,
      "name": "Swollen Salivary Glands",
      "description": "Sialadenitis refers to a swollen salivary gland. It’s caused by infections, autoimmune diseases and salivary gland stones. When a salivary gland becomes inflamed, it can stop functioning. Sialadenitis usually goes away in about a week. But if you develop severe symptoms, such as difficulty breathing or swallowing, call 911.",
      "questions": [],
      "remedies": "Drink Warm Fluids, Apply Warm Compress, Stay Hydrated, Massage the Affected Area"
    },
    {
      "id": 93,
      "name": "Muscle Aches",
      "description": "Myalgia is the medical term for muscle pain, which has many causes. Many of them are easy to treat at home. But myalgia can also be a symptom of disease, especially when it’s widespread and long-lasting. It’s important to take your pain seriously. If it’s not improving as it should be, you might need medical attention.",
      "questions": [],
      "remedies": "Apply Heat Therapy, Stay Hydrated, Do Gentle Stretching, Get Proper Rest"
    },
    {
      "id": 94,
      "name": "Skin Rash",
      "description": "Skin rashes can be red, inflamed, bumpy as well as dry, itchy or painful. The main cause is dermatitis, which is when your skin reacts to allergens or irritants. Bacteria, viruses, allergens and conditions including eczema, hives, and psoriasis can be the source of skin rashes. A variety of treatments can relieve your symptoms and get rid of the rash.",
      "questions": [],
      "remedies": "Use Fragrance-Free Moisturizers, Apply Aloe Vera Gel, Take Oatmeal Baths, Avoid Irritants"
    },
    {
      "id": 95,
      "name": "Red, Ring-Shaped Skin",
      "description": "Ringworm is an itchy, contagious fungal infection that causes a ring-shaped pattern on your skin. Over-the-counter and prescription treatments can stop the fungus from spreading to other parts of your body or to others.",
      "questions": [],
      "remedies": "Apply Antifungal Cream, Keep Skin Dry, Avoid Sharing Personal Items, Wear Loose Clothing"
    },
    {
      "id": 96,
      "name": "Scaling",
      "description": "Scaling skin, or scaly skin, occurs when the outer layer of your skin peels away in large pieces that resemble fish scales. It can happen due to allergies, infections, or skin conditions like psoriasis.",
      "questions": [],
      "remedies": "Use Moisturizing Cream, Apply Aloe Vera, Avoid Harsh Soaps, Stay Hydrated"
    },
    {
      "id": 97,
      "name": "Crusting",
      "description": "Impetigo is a common skin infection that most often affects young children. Bacteria including Staphylococcus aureus (S. aureus or “staph”) and Group A streptococcus (“strep”) cause the infection, which can lead to itchy sores and blisters. Treatment includes antibiotics. Within a few days of treatment, your child should start to feel better.",
      "questions": [],
      "remedies": "Keep Skin Clean, Apply Antibiotic Ointment, Use a Gentle Moisturizer, Avoid Picking at Scabs"
    },
    {
      "id": 98,
      "name": "Pus Formation",
      "description": "Pus is a thick fluid containing dead tissue, cells, and bacteria. Your body often produces it when it’s fighting off an infection, especially infections caused by bacteria.",
      "questions": [],
      "remedies": "Clean the affected area with antiseptic, apply warm compresses, and avoid squeezing."
    },
    {
      "id": 99,
      "name": "Persistent Cough",
      "description": "A persistent cough is a cough that lasts longer than 6 to 8 weeks. It is also known as a chronic cough. If you have a persistent cough, see your healthcare provider so they can help you find out what is causing it and what you can do about it.",
      "questions": [],
      "remedies": "Drink Warm Herbal Tea, Use a Humidifier, Avoid Smoking & Irritants, Stay Hydrated"
    },
    {
      "id": 100,
      "name": "Mucus Production",
      "description": "Mucus is a clear, slippery, gel-like substance that’s part of your immune system. It lines your mucous membranes and helps trap and destroy or clear out germs and harmful particles. Mucus gets thick and sticky and might be white, yellow or green when you have an infection. It’s also called phlegm, snot or sputum.",
      "questions": [],
      "remedies": "Stay Hydrated, Take Steam Inhalation, Avoid Dairy, Use a Saline Spray"
    },
    {
      "id": 101,
      "name": "Hard Stools",
      "description": "Hard stools are a common occurrence. They occur when stools pass through the colon too slowly, allowing the colon time to absorb too much water from the stool. The stools then become hard and dry.",
      "questions": [],
      "remedies": "Drink more water, eat high-fiber foods (prunes, flaxseeds), and exercise regularly."
    },
    {
      "id": 102,
      "name": "Straining During Bowel Movements",
      "description": "Straining while pooping can happen occasionally. However, constant strain during bowel movements can injure the rectum and lead to several health conditions.",
      "questions": [],
      "remedies": "Increase fiber intake, drink plenty of water, and use stool softeners if necessary."
    },
    {
      "id": 103,
      "name": "Itchiness",
      "description": "Pruritus is the medical term for itchiness. The condition causes you to feel the need to scratch your skin to get relief. There are several possible causes for pruritus that include an underlying medical condition, contact with an irritant or a reaction to a medication. Treatment varies based on what caused your skin to itch.",
      "questions": [],
      "remedies": "Apply calamine lotion, use cold compresses, avoid scratching, and keep skin moisturized."
    },
    {
      "id": 104,
      "name": "Regurgitation",
      "description": "Regurgitation happens when a mixture of gastric juices and undigested food rises back up the esophagus and into the mouth. If you have acid reflux or gastroesophageal reflux disease (GERD), you might experience it.",
      "questions": [],
      "remedies": "Eat Smaller Meals, Avoid Lying Down After Eating, Reduce Spicy & Acidic Foods, Stay Hydrated"
    },
    {
      "id": 105,
      "name": "Morning Stiffness",
      "description": "Management strategies such as gentle stretching, taking a morning walk, and sleeping with a heated blanket may help people with psoriatic arthritis reduce early morning joint pain and stiffness.",
      "questions": [],
      "remedies": "Do Gentle Stretching, Take a Warm Shower, Maintain a Healthy Diet, Stay Active"
    },
    {
      "id": 106,
      "name": "Red, Scaly Patches",
      "description": "Seborrheic dermatitis causes no serious harm to the body, including the hair. It appears as red, dry, flaky, itchy skin on the scalp and other parts of the body and is common but not contagious. Its presence doesn’t mean the skin is unclean or infected. Medications manage the symptoms.",
      "questions": [],
      "remedies": "Apply Moisturizer, Use Medicated Creams, Avoid Harsh Soaps, Stay Hydrated"
    },
    {
      "id": 107,
      "name": "Cracked Skin",
      "description": "Cracked skin describes fissures, or cuts, that typically appear on dry or irritated skin. Treatment will depend on the cause, but it typically involves moisturizing the skin.",
      "questions": [],
      "remedies": "Apply Coconut Oil, Use Thick Moisturizers, Avoid Excessive Water Exposure, Wear Protective Gloves"
    },
    {
      "id": 108,
      "name": "Stuffy/Runny Nose change",
      "description": "A stuffy or congested nose occurs when the tissues lining it become swollen. The swelling is due to inflamed blood vessels. The problem may also include nasal discharge or runny nose. If excess mucus runs down the back of your throat (postnasal drip), it may cause a cough or sore throat.",
      "questions": [],
      "remedies": "Use a Saline Spray, Take Steam Inhalation, Stay Hydrated, Avoid Cold Air Exposure"
    },
    {
      "id": 109,
      "name": "Weight Gain",
      "description": "Unintentional weight gain is when you gain weight without trying to do so and you are not eating or drinking more. Bloating, or swelling due to a buildup of fluid in the tissues can cause weight gain. This may be due to menstruation, heart or kidney failure, preeclampsia, or medicines you take. A rapid weight gain may be a sign of dangerous fluid retention.",
      "questions": [],
      "remedies": "Eat a Balanced Diet, Exercise Regularly, Reduce Sugar & Processed Foods, Stay Hydrated"
    },
    {
      "id": 110,
      "name": "Ear Pain",
      "description": "Ear pain is one of the most common reasons we visit our healthcare providers every year. Earaches can be a symptom of infection or an underlying health condition. Most of the time, ear pain isn’t dangerous. Rarely, it’s a sign of a serious illness. Treatment depends on the cause but may include medication, home remedies or heat and cold therapy.",
      "questions": [],
      "remedies": "Apply Warm Compress, Stay Hydrated, Avoid Loud Noises, Use OTC Pain Relievers if Needed"
    },
    {
      "id": 111,
      "name": "Discomfort",
      "description": "Discomfort can feel like a dull ache, tingling, or unpleasant feeling. It can be physical or psychological, and can lead to a natural response of avoiding or reducing the source of the discomfort. ",
      "questions": [],
      "remedies": "Identify the cause, rest, use heating pads or cold packs, and stay hydrated."
    },
    {
      "id": 112,
      "name": "Slow Healing Wounds",
      "description": "Your body can develop slow-healing or nonhealing wounds as a result of diabetes, a condition that occurs when your body can’t produce enough insulin or can’t use insulin well enough to convert the sugars you consume into energy. When blood sugar builds up, it affects your body’s ability to heal wounds. Other conditions, such as peripheral neuropathy, poor circulation, foot ulcers and a diminished immune system, can affect how quickly your wounds can heal. Slow-healing wounds can happen in any part of the body, but they are most common on the feet.",
      "questions": [],
      "remedies": "Increase Vitamin C & Zinc Intake, Keep the Wound Clean, Avoid Smoking, Stay Hydrated"
    },
    {
      "id": 113,
      "name": "Cold Hands and Feet",
      "description": "Having occasional cold hands and feet is usually not a concern, but see a doctor if this happens a lot or is accompanied by changes in skin color. This could indicate an underlying medical cause.",
      "questions": [],
      "remedies": "Wear Warm Gloves & Socks, Stay Active, Avoid Caffeine & Smoking, Massage Hands & Feet"
    },
    {
      "id": 114,
      "name": "Loss of Appetite",
      "description": "A loss of appetite is a symptom that can have many causes. This occurs when you don’t feel hungry. The medical term for a loss of appetite is anorexia. This is different from the eating disorder anorexia nervosa. Identifying and treating the underlying cause of a loss of appetite will help you feel better.",
      "questions": [],
      "remedies": "Eat Small Frequent Meals, Stay Hydrated, Add Herbs & Spices for Flavor, Engage in Light Exercise"
    },
    {
      "id": 115,
      "name": "Dark Urine",
      "description": "Dark urine can result from dehydration or other health conditions, such as hepatitis, liver disease, and bladder infections. Some medications may also cause your urine to darken.",
      "questions": [],
      "remedies": "Increase Water Intake, Avoid Dehydration, Reduce Alcohol & Caffeine, Consume Hydrating Fruits"
    },
    {
      "id": 116,
      "name": "Skin Peeling",
      "description": "If you have peeling skin, it’s a sign that your skin is healing from some type of damage. Sunburns, allergies and skin diseases cause skin to peel. Treatments for cancer, acne and aging can also cause peeling skin. Picking at peeling skin can lead to infection. A dermatologist can determine the cause and suggest an appropriate treatment.",
      "questions": [],
      "remedies": "Apply moisturizers, use coconut oil or aloe vera, and avoid harsh soaps."
    },
    {
      "id": 117,
      "name": "Memory Problems",
      "description": "“Memory loss” is a broad term for any issue with forming, storing or recalling memories. It can happen with acute conditions or it can be a long-term concern. It’s also more likely to happen with increasing age. Some causes are treatable, and there are steps you can take now to help yourself should you or a loved one experience it in the future.",
      "questions": [],
      "remedies": "Engage in Brain Exercises, Maintain a Healthy Diet, Get Enough Sleep, Reduce Stress"
    },
    {
      "id": 118,
      "name": "Chronic Cough",
      "description": "A chronic cough is a cough that doesn’t go away. Common causes for chronic cough include asthma, postnasal drip and acid reflux. Treatment depends on the underlying cause. If you’re an adult with a cough that’s lasted more than two months or if your child’s cough lasts more than four weeks, you should contact a healthcare provider to find out why.",
      "questions": [],
      "remedies": "Use a Humidifier, Avoid Irritants Like Smoke, Drink Warm Herbal Tea, Take Steam Inhalation"
    },
    {
      "id": 119,
      "name": "Pressure Around Forehead",
      "description": "Tension headaches are the most common headache type. Healthcare providers may call them tension-type headaches. These headaches may feel like pressure on your forehead and temples. There are home treatments for tension headaches, and healthcare providers may prescribe medication and other therapies that will ease tension headache pain and pressure.",
      "questions": [],
      "remedies": "Steam inhalation, saline nasal spray, and applying a warm compress."
    },
    {
      "id": 120,
      "name": "Strong Urine Odor",
      "description": "The amount of ammonia in your urine gives it a distinct smell. But especially strong-smelling urine can be a sign of dehydration, liver disease, or pregnancy.",
      "questions": [],
      "remedies": "Increase Water Intake, Reduce Caffeine & Alcohol, Eat a Balanced Diet, Maintain Good Hygiene"
    },
    {
      "id": 121,
      "name": "Staring Spells",
      "description": "Absence seizures are short seizures that happen without warning and usually last for a few seconds. They’re more common in children but adults can have absence seizures, too. Absence seizures are often mistaken for daydreaming or a lack of attention. Antiseizure medications treat this type of seizure.",
      "questions": [],
      "remedies": "Ensure Adequate Sleep, Manage Stress, Avoid Triggers Like Bright Lights, Seek Medical Advice"
    },
    {
      "id": 122,
      "name": "Cracking Sounds",
      "description": "In orthopedic medicine and sports medicine, crepitus describes a popping, clicking or crackling sound in a joint. Joint popping sounds – what some may call bone cracking – may mean that air is moving in the joint, which is usually harmless.\n\nPeople often notice crepitus in their knees in the form of knee cracking, but it can also happen in other joints like the shoulder, elbow or neck.Crepitus with pain can be a sign of wear and tear or injury. If crepitus is painful, you should consult a doctor.",
      "questions": [],
      "remedies": "Do Gentle Stretching, Maintain Proper Posture, Stay Hydrated, Avoid Overuse of Joints"
    },
    {
      "id": 123,
      "name": "Trembling",
      "description": "Tremor is a type of body movement that’s out of your control. It looks like shakiness and can affect many different body parts. There are several types and causes of tremor. The only way to know the cause is to see a healthcare provider for testing.",
      "questions": [],
      "remedies": "Reduce Caffeine, Practice Deep Breathing, Stay Hydrated, Engage in Relaxation Techniques"
    },
    {
      "id": 124,
      "name": "Hair Thinning",
      "description": "It's typical to lose some hair every day as part of your hair’s usual growth cycle. For most people, the lost hair grows back, and you maintain a full head of hair. But illness, hormonal changes, stress, aging and inherited conditions can interfere with your hair’s growth cycle. More hair falls out, but new strands don’t always grow back.",
      "questions": [],
      "remedies": "Eat a Protein-Rich Diet, Massage Scalp with Essential Oils, Reduce Stress, Avoid Heat Styling"
    },
    {
      "id": 125,
      "name": "Insomnia",
      "description": "Insomnia is when you experience disruptions in how you feel or function because you aren’t sleeping well or sleeping enough. About 10% of the world’s population experience insomnia that qualifies as a medical condition. It’s usually not dangerous, and there are many ways — including medications and mental health options — to treat it.",
      "questions": [],
      "remedies": "Maintain a Sleep Routine, Avoid Screens Before Bed, Reduce Caffeine Intake, Try Relaxation Techniques"
    },
    {
      "id": 126,
      "name": "Bad Breath",
      "description": "Halitosis — or bad breath — may be due to poor oral hygiene, but this isn’t always the case. It can also occur due to a number of health conditions, including dry mouth, heartburn or even disease in another part of your body. Treatment for halitosis depends on the underlying cause.",
      "questions": [],
      "remedies": "Brush & Floss Regularly, Stay Hydrated, Chew Sugar-Free Gum, Avoid Strong-Smelling Foods"
    },
    {
      "id": 127,
      "name": "Skin Discoloration",
      "description": "Skin discoloration affects many people. Discoloration may appear as a birthmark or after an infection, or from pigmentation disorders or diseases like cancer. Seek treatment from a healthcare provider for any new or changing moles, markings or skin discoloration.",
      "questions": [],
      "remedies": "Apply Sunscreen, Stay Hydrated, Use Vitamin C Serums, Maintain a Balanced Diet"
    },
    {
      "id": 128,
      "name": "Neck Pain",
      "description": "Neck pain, or cervicalgia, can last from days to years, depending on the cause. Common causes include physical strain, poor posture, mental stress, osteoarthritis, spinal stenosis, herniated disk, pinched nerve, tumors and other health conditions.",
      "questions": [],
      "remedies": "Apply heat or ice, do gentle stretches, maintain good posture, and use a supportive pillow."
    },
    {
      "id": 129,
      "name": "Mouth Sores",
      "description": "Mouth ulcers are small sores that form on your gums, lips, tongue, inner cheeks or roof of your mouth. Lots of different things can cause them, including minor injuries, hormonal changes and emotional stress. Many mouth ulcers go away on their own. Others may require treatment.",
      "questions": [],
      "remedies": "Rinse with salt water, apply honey or aloe vera, use over-the-counter numbing gels, and avoid spicy or acidic foods."
    }
  ]
}
